Repository: tstellar/bygfoot
Catalog: po/*.po
Languages: el, hu, pt_br

source: %s offer you a job in the %s. You accept the challenge and leave %s.
el: Η %s σας προσφέρει εργασία στη %s. Δέχεστε την πρόκληση και αφήνετε την %s.
pt_br: %s ofereceu-lhe emprego no %s. Aceita o desafio e deixa %s.

source: You finish the season in the %s on rank %s.
el: Τελειώνετε την περίοδο στη %s στη θέση %s.
pt_br: Você finalizou a temporada %s na %s ª posição.

source: You get promoted to the %s.
el: Προβιβάζεστε στη %s.
pt_br: Você foi promovido para %s.

source: You get relegated to the %s.
el: Υποβιβάζεστε στη %s.
pt_br: Você foi rebaixado para %s.

source: You win the %s final against %s.
el: Κερδίζετε τον τελικό του %s ενάντια στη %s.
pt_br: Ganhou a final do(a) %s contra %s.

source: You lose in the %s final against %s.
el: Χάνετε τον τελικό του %s ενάντια στη %s.
pt_br: Perdeu a final do(a) %s contra %s.

source: You reach the %s (round %s) of the %s.
el: Φτάνετε τον %s (γύρο %s) του %s.
pt_br: Você chegou a %s (rodada %s) de %s.

source: You are champion of the %s!
el: Είστε πρωταθλητές της %s!
pt_br: Você é o campeão do(a) %s!

source: Communications
el: Επικοινωνίες
pt_br: Comunicações

source: Industries
el: Βιομηχανικές επιχειρήσεις
pt_br: Indústrias

source: Telecommunications
el: Τηλεπικοινωνίες
pt_br: Telecomunicações

source: Labs
el: Εργαστήρια
pt_br: Laboratórios

source: Technologies
el: Τεχνολογίες
pt_br: Tecnologia

source: Chemicals
el: Χημικά
pt_br: Química

source: Energy
el: Ενέργεια
pt_br: Energia

source: Bank
el: Τράπεζα
pt_br: Banco

source: Products
el: Προιόντα
pt_br: Produtos

source: Scientific
el: Επιστημονική
pt_br: Científica

source: Financial
el: Οικονομική
pt_br: Financeira

source: Petroleum
el: Πετρελαϊκή
pt_br: Petróleo

source: Restaurants
el: Εστιατόρια
pt_br: Restaurantes

source: Data Systems
pt_br: Sistemas de dados

source: Ltd.
pt_br: Ltda

source: Group
el: Όμιλος
pt_br: Grupo

source: &amp; Sons
el: &amp; Υιοί
pt_br: &amp; Filhos

source: &amp; Daughters
el: &amp; Θυγατέρες
pt_br: &amp; Filhas

source: Your current sponsor is satisfied with your results and would like to renew the contract. Currently they're paying you %d a week.
el: Ο παρών χορηγός σας είναι ικανοποιημένος με τα αποτελέσματα σας και θα ήθελε να ανανεώσει το συμβόλαιο χορηγίας. Αυτή τη στιγμή σας πληρώνουν %d την εβδομάδα.
pt_br: Seu patrocinador está satisfeito com seus últimos resultados e quer renovar o contrato. Atualmente ele está pagando %d por semana.

source: Memorable match added.
el: Πρόσθεση αξέχαστου αγώνα.
pt_br: Adicionar à 'Partidas Memoráveis'.

source: Bygfoot Save Files
el: Αρχεία αποθήκευσης Bygfoot
pt_br: Arquivos Bygfoot

source: Bygfoot Memorable Matches
el: Αξέχαστοι αγώνες Bygfoot
pt_br: 'Partidas Memoráveis' Bygfoot

source: All Files
el: Όλα τα αρχεία
pt_br: Todos os arquivos

source: Not a valid Bygfoot Memorable Matches filename.
el: Μη έγκυρο όνομα αρχείου αξέχαστων αγώνων Bygfoot.
pt_br: Não é um arquivo válido de 'Partidas Memoráveis'.

source: No improvements currently in progress.
el: Δεν υπάρχουν τρέχουσες βελτιώσεις σε πορεία.
pt_br: Não há melhoras em curso.

source: Welcome to Bygfoot %s
el: Καλώς ήλθατε στο Bygfoot %s
pt_br: Bem-vindo ao Bygfoot %s

source: Erm...
el: Ε...
pt_br: Oooh...

source: Numbers...
el: Αριθμοί...
pt_br: Números...

source: Your stadium
el: Το γήπεδο σας
pt_br: Seu estádio

source: Job offer
el: Προσφορά εργασίας
hu: Állásajánlat
pt_br: Oferta de trabalho

source: Options
el: Επιλογές
pt_br: Opções

source: Select font
el: Επιλογή γραμματοσειράς
hu: Válassz betütípust
pt_br: Selecionar fonte

source: Contract offer
el: Προσφορά συμβολαίου
pt_br: Ofertas de contrato

source: User management
el: Διαχείριση χρηστών
pt_br: Gestor do usuário

source: Transfer offer
el: Προσφορά μεταγραφής
pt_br: Oferta de transferência

source: Sponsorship offers
el: Προσφορές χορηγίας
pt_br: Ofertas dos patrocinadores

source: Memorable matches
el: Αξέχαστοι αγώνες
pt_br: Partidas Memoráveis

source: Automatic loan repayment
el: Αυτόματη αποπληρωμή χρέους
pt_br: Pagar empréstimo automaticamente

source: Bygfoot News
el: Νέα Bygfoot
pt_br: Notícias do Bygfoot

source: Bygfoot constants
el: Σταθερές Bygfoot
pt_br: Constantes do Bygfoot

source: Loading league: %s
el: Φόρτωση λίγκας: %s
pt_br: Carregando Liga: %s

source: Loading cup: %s
el: Φόρτωση κυπέλλου: %s
pt_br: Carregando Copa: %s

source: Youth %s will be too old for the youth academy soon. Move him to your team or kick him out of the academy. Otherwise he'll probably look for another team to play in.
el: Ο νέος %s θα είναι σύντομα πολύ μεγάλος για την ακαδημία νέων. Μετακινήστε τον στην ομάδα σας ή διώξτε τον από την ακαδημία. Αλλιώς το πιθανότερο να ψάξει άλλη ομάδα για να παίξει.
pt_br: O juvenil %s não tem mais idade para estar na Divisão de Base. Mova-o para seu time ou expulse-o da Divisão de base. Senão, provavelmente ele buscará outra equipe para jogar.

source: Youth %s thought he's old enough for a real contract and left your youth academy.
el: Ο νέος %s σκέφτηκε ότι είναι αρκετά μεγάλος για πραγματικό συμβόλαιο και αφήνει την ομάδα σας.
pt_br: O juvenil %s não tinha mais idade para estar na Divisão de Base e a deixou por você não ter-lhe oferecido um contrato profissional.

source: A new youth registered at your youth academy.
el: Ένας νέος παίκτης εγγράφηκε στην ακαδημία νέων σας.
pt_br: Um novo juvenil se registrou em sua Divisão de Base.

source: A new youth wanted to registered at your youth academy but there was no room for him.
el: Ένας νέος παίκτης θέλησε να εγγραφεί στην ακαδημία νέων σας αλλά δεν υπήρχε χώρος γι' αυτόν.
pt_br: Um novo juvenil desejou registrar-se em sua Divisão de Base mais ela está completa (Lembre-se que só podes ter no máximo 10 jogadores em sua Divisão de Base).

source: Round
el: Γύρος
pt_br: Rodada

source: Season
el: Περίοδος
pt_br: Temporada

source: Week
el: Εβδομάδα
hu: Hét
pt_br: Semana

source: About
el: Περί
pt_br: Sobre

source: Add last match
el: Πρόσθεση τελευταίου αγώνα
pt_br: Adicionar a última partida

source: Add last recorded match to the current memorable matches file.
el: Εισαγωγή τελευταίου καταγεγραμμένου αγώνα στο παρόν αρχείο με αξέχαστους αγώνες.
pt_br: Adicionar a última partida registrada ao atual arquivo 'Partidas Memoráveis'.

source: All Out Attack
el: Όλοι επίθεση
hu: Teljes letámadás
pt_br: Todos no ataque

source: All Out Defend
el: Όλοι άμυνα
hu: Betonvédelem
pt_br: Todos na defesa

source: Any
el: Οποιοδήποτε
pt_br: Qualquer

source: Av. skills:
el: Μέσ. ικανότητες:
hu: Képességek átl.
pt_br: Hab.Prom.:

source: Average
el: Μέσος
hu: Átlagos
pt_br: Regular

source: Back to main (Esc)
el: Πίσω στην κύρια (Esc)
pt_br: Voltar ao menu principal (Esc)

source: Bad
el: Κακός
hu: Rossz
pt_br: Ruim

source: Balanced
el: Ισορροπημένο
hu: Kiegyenlített
pt_br: Equilibrado

source: Begin a new week (Space)
el: Αρχή μίας νέας εβδομάδας (Διάστημα)
hu: Új hét kezdése (Space)
pt_br: Começa na semana (Space)

source: Best
el: Καλύτερο
hu: Legjobb
pt_br: Ótimo

source: Boost
el: Ώθηση
hu: Fokozás
pt_br: Motivação

source: Browse players
el: Περιήγηση παικτών
pt_br: Explorar jogadores

source: Browse teams
el: Περιήγηση ομάδων
pt_br: Explorar equipes

source: Contributors
el: Συντελεστές
pt_br: Colaboradores

source: Default Team
el: Προεπιλεγόμενη ομάδα
pt_br: Equipe (padrão)

source: Defenders
el: Αμυντικοί
pt_br: Zagueiros

source: Edit name
el: Επεξεργασία ονόματος
pt_br: Editar nome

source: Enter custom structure
el: Εισαγωγή συστήματος ομάδας
pt_br: Entrar com estrutura personalizada

source: F_igures
el: _Μεγέθη
pt_br: _Tabelas

source: Fin_Stad
el: Οικ_Γήπ
pt_br: $ _Finanças

source: Fire
el: Απόλυση
hu: Kirúgni
pt_br: Despedir

source: First value: average current skill of the first 11 players. Second value: average skill of all players.
el: Πρώτη τιμή: μέσος όρος των παρόντων ικανοτήτων των πρώτων 11 παικτών. Δεύτερη τιμή: μέσος όρος των ικανοτήτων όλων των παικτών.
hu: Első érték: a kezdő 11 játékos jelenlegi képességeinek átlagértéke. Második érték: az összes játékos képességeinek átlagértéke.
pt_br: Primeiro valor: Habilidade média dos 11 jogadores titulares. Segundo valor: Habilidade média de todos os jogadores.

source: Fixtures (competitions)
el: Ημερομηνίες (διοργανώσεις)
pt_br: Tabelas (competições)

source: Fixtures (week)
el: Ημερομηνίες (εβδομάδα)
pt_br: Tabelas (semanas)

source: Forwards
el: Επιθετικοί
pt_br: Atacantes

source: Goalies
el: Τερματοφύλακες
pt_br: Goleiros

source: Good
el: Καλός
hu: Jó
pt_br: Bom

source: Help
el: Βοήθεια
hu: Súgó
pt_br: Ajuda

source: Job offers
el: Προσφορές εργασίας
hu: Állásajánlatok
pt_br: Ofertas de trabalho

source: League stats
el: Στατιστικά λίγκας
pt_br: Estatísticas das ligas

source: Live game
el: Ζωντανό παιχνίδι
hu: Élő meccs
pt_br: Jogo Ao Vivo

source: Load game (Ctrl - O)
el: Φόρτωση παιχνιδιού (Ctrl - O)
pt_br: Carregar jogo (Ctrl-O)

source: Load last save
el: Φόρτωση τελευταίας αποθήκευσης
pt_br: Carregar o último salvo

source: Manage matches
el: Διαχείριση αγώνων
pt_br: Gestão de partidas

source: Manage users
el: Διαχείριση χρηστών
pt_br: Gestão de usuários

source: Midfielders
el: Μέσοι
pt_br: Meio-campistas

source: Money
el: Χρήματα
hu: Pénz
pt_br: Capital

source: Move to youth academy
el: Μετακίνηση στην ακαδημία νέων
pt_br: Mover para a Divisão de Base

source: My league results
el: Τα αποτελέσματα μου στη λίγκα
pt_br: Meus resultados no campeonato

source: News
el: Νέα
pt_br: Notícias

source: Next (W)
el: Επόμενο ( W)
hu: Következő (W)
pt_br: Próximo (W)

source: Next league/cup (2)
el: Επόμενη λίγκα/κύπελλο (2)
pt_br: Próximo campeonato/copa (2)

source: Next user
el: Επόμενος χρήστης
pt_br: Próximo usuário

source: Off
el: Κλειστό
hu: Kikapcsolva
pt_br: Desativado

source: Offer new contract
el: Προσφορά νέου συμβολαίου
pt_br: Propor um novo contrato

source: On
el: Ανοικτό
pt_br: Ativado

source: Overwrite
el: Επικάλυψη
hu: Felülír
pt_br: Sobrescrever

source: Player list 1
el: Λίστα παικτών 1
hu: Játékoslista 1
pt_br: Lista de jogadores (1)

source: Player list 2
el: Λίστα παικτών 2
hu: Játékoslista 2
pt_br: Lista de jogadores (2)

source: Previous (Q)
el: Προηγούμενο (Q)
hu: Előző (Q)
pt_br: Anterior (Q)

source: Previous league/cup (1)
el: Προηγούμενη λίγκα/κύπελλο (1)
pt_br: Campeonato/Copa anterior (1)

source: Previous user
el: Προηγούμενος χρήστης
pt_br: Usuário anterior

source: Put on transfer list
el: Τοποθέτηση στη λίστα μεταγραφών
hu: Átigazolási listára rak
pt_br: Mover para a lista de transferências

source: Quit (Ctrl - Q)
el: Έξοδος (Ctrl - Q)
pt_br: Sair (Ctrl - Q)

source: Rank
el: Θέση
hu: Helyezés
pt_br: Posição

source: Rearrange team
el: Αναδιάταξη ομάδας
pt_br: Rearranjar equipe

source: Recruiting preference
el: Προτίμηση προσέλκυσης
pt_br: Preferência de recrutamento

source: Remove from transfer list
el: Αφαίρεση από λίστα μεταγραφών
hu: Visszavonja az átigazolási listáról
pt_br: Retirar da lista de transferência

source: Replay, delete or add memorable matches.
el: Επανάληψη, διαγραφή ή πρόσθεση αξέχαστων αγώνων.
pt_br: Repetir, apagar ou adicionar à 'Partidas Memoráveis'.

source: Reset player list
el: Επαναφορά λίστας παικτών
pt_br: Restabelecer a lista de jogadores

source: Reset player list to the formation at the beginning of the live game pause (right click on player list)
el: Επαναφορά λίστας παικτών στη διάταξη της αρχής της παύσης του ζωντανού παιχνιδιού (δεξί κλικ στη λίστα παικτών)
pt_br: Restabelecer a lista de jogadores (clique direito na lista dos jogadores)

source: Restore
el: Ανάκτηση
pt_br: Restaurar

source: Right click and left click to change boost state
el: Δεξί κλικ και αριστερό κλικ για αλλαγή κατάστασης ώθησης
pt_br: Botão-Dir e Botão-Esq: mudar o estado da motivação

source: Right click and left click to change your playing style
el: Δεξί κλικ και αριστερό κλικ για αλλαγή στυλ παιχνιδιού
pt_br: Botão-Dir e Botão-Esq: mudar o estilo de jogo

source: Save game (Ctrl - S)
el: Αποθήκευση παιχνιδιού (Ctrl - S)
pt_br: Salvar Jogo (Ctrl - S)

source: Save window geometry
el: Αποθήκευση γεωμετρίας παραθύρου
pt_br: Salvar geometria da janela

source: Save window size, position and vertical divider
el: Αποθήκευση μεγέθους παραθύρου, θέσης και κάθετου διαιρέτη
pt_br: Salvar tamanho, posição e divisão vertical da janela

source: Season history
el: Ιστορία περιόδου
pt_br: Histórico da Temporada

source: Season results
el: Αποτελέσματα περιόδου
pt_br: Resultados da semana

source: Set investment
el: Καθορισμός επένδυσης
pt_br: Ajustar investimento

source: Shoots penalties
el: Χτύπημα πέναλτι
hu: Tizenegyesrúgó
pt_br: Bater penaltis

source: Show coming matches
el: Εμφάνιση επόμενων αγώνων
pt_br: Ver próximas partidas

source: Show finances
el: Εμφάνιση οικονομικών
pt_br: Ver Finanças

source: Show info
el: Εμφάνιση πληροφοριών
hu: Adatok megtekintése
pt_br: Ver informações

source: Show job exchange
el: Εμφάνιση ανταλλαγής εργασίας
pt_br: Ver ofertas de trabalho

source: Show last match
el: Εμφάνιση τελευταίου αγώνα
pt_br: Ver última partida

source: Show last match stats
el: Εμφάνιση στατιστικών τελευταίου αγώνα
pt_br: Ver estatísticas da última partida

source: Show stadium
el: Εμφάνιση γηπέδου
pt_br: Ver estádio

source: Show the betting window
el: Εμφάνιση παραθύρου στοιχήματος
pt_br: Mostrar a janela de apostas

source: Show the list of available manager jobs
el: Εμφάνιση λίστας διαθέσιμων εργασιών για μάνατζερ
pt_br: Mostra a lista de empregos de treinador

source: Show transferlist (T)
el: Εμφάνιση λίστας μεταγραφών (T)
hu: Átigazolási lista megtekintése (T)
pt_br: Ver lista de transferências (T)

source: Show youth academy
el: Εμφάνιση ακαδημίας νέων
pt_br: Ver Divisão de Base

source: St_ats
el: Στ_ατιστικά
pt_br: _Estado

source: Store
el: Αποθήκευση
pt_br: Guardar

source: Tables
el: Πίνακες
hu: Tabellák
pt_br: Classificação

source: Try to put the startup players onto their favoured positions and sort the substitutes (Ctrl-R or middle click)
el: Προσπάθεια για τοποθέτηση των αρχικών παικτών στις αγαπημένες τους θέσεις και ταξινόμηση των αναπληρωματικών (Ctrl-R ή μεσαίο κλικ)
pt_br: Organizar jogadores titulares nas suas posições ideais e ordenar os substitutos (Ctrl-R ou middle click)

source: User history
el: Ιστορία χρήστη
pt_br: Histórico do usuário

source: _File
el: _Αρχείο
hu: _Fájl
pt_br: _Arquivo

source: _Help
el: Βο_ήθεια
hu: _Súgó
pt_br: _Ajuda

source: _Options
el: Επιλ_ογές
pt_br: _Opções

source: _Player
el: Λίστα _παικτών
pt_br: _Jogador

source: _Team
el: _Ομάδα
pt_br: _Time

source: _User
el: _Χρήστης
pt_br: _Usuário

source: seats
el: θέσεις
pt_br: assentos

source: Accept
el: Αποδοχή
pt_br: Aceito

source: Add user
el: Προσθήκη χρήστη
pt_br: Adicionar usuário

source: Av. skill:
el: Μέσ. ικανότητα:
pt_br: Hab.Prom.:

source: Average attendance
el: Μέση πληρότητα
hu: Nézőátlag
pt_br: Média de público

source: Average attendance %
el: Μέση πληρότητα %
pt_br: Média de público %

source: Back to splash
el: Πίσω στη splash
pt_br: Voltar ao início

source: Capacity (seats)
el: Χωρητικότητα (θέσεις)
pt_br: Capacidade (assentos)

source: Change commentary verbosity. The higher this value the more events you can see.
el: Αλλαγή πολυλογίας περιγραφής. Όσο ψηλότερη τιμή, τόσο περισσότερα γεγονότα μπορείτε να δείτε.
pt_br: Ajustar a verbosidade do comentário. Valor alto permite ver mais sobre o evento.

source: Change live game speed. The higher the value the faster the live game.
el: Αλλαγή ταχύτητας ζωντανού παιχνιδιού. Υψηλότερη τιμή κάνει πιο γρήγορο το ζωντανό παιχνίδι.
pt_br: Ajustar a velocidade do jogo. O valor maior agiliza o jogo.

source: Change ticket price
el: Αλλαγή τιμής εισιτηρίου
pt_br: Ajustar valor do ingresso

source: Choose country
el: Επιλογή χώρας
hu: Válassz országot
pt_br: Selecione uma federação

source: Choose file
el: Επιλογή αρχείου
hu: Válassz ki egy fájlt
pt_br: Selecione um arquivo

source: Choose league to start in
el: Επιλογή λίγκας για αρχή
pt_br: Selecione uma liga para começar

source: Choose team
el: Επιλογή ομάδας
pt_br: Selecione uma equipe

source: Choose username
el: Επιλογή ονόματος χρήστη
pt_br: Escolha um usuário

source: Click on a user to remove him.
el: Κλικ σε ένα χρήστη για απομάκρυνση του.
pt_br: Clique no usuário para remover.

source: Commentary
el: Περιγραφή
pt_br: Comentários

source: Confirm!
el: Επιβεβαίωση!
pt_br: Confirmar

source: Costs
el: Κοστίζει
hu: Költségek
pt_br: Custos

source: Current capacity
el: Τρέχουσα χωρητικότητα
pt_br: Capacidade atual

source: Current safety
el: Τρέχουσα ασφάλεια
pt_br: Segurança atual

source: Don't load definitions
el: Όχι φόρτωση ορισμών
pt_br: Não carregar definições

source: Don't load team definitions at all
el: Όχι φόρτωση ορισμών ομάδων ό,τι και να γίνει
pt_br: Não carregar as definições de todas as equipes

source: Esc / Return / Space
pt_br: Esc / Enter / Espaço

source: Expected duration
el: Αναμενόμενη διάρκεια
pt_br: Tempo estimado

source: Go back to the splash screen
el: Μετάβαση πίσω στην splash οθόνη
pt_br: Voltar a janela de início

source: If you don't like any of the sponsors, you can go a few weeks without sponsor and wait for new offers.
el: Εάν δεν σας αρέσουν κάποιοι από τους χορηγούς, μπορείτε να είστε για λίγες εβδομάδες χωρίς χορηγό και να περιμένετε για νέες προσφορές.
pt_br: Se você não gostar de nenhum dos patrocinadores, você pode prosseguir algumas semanas sem patrocinador e esperar por novas ofertas

source: Increase
el: Αύξηση
pt_br: Incremento

source: Load only the player names in the definition files
el: Φόρτωση μόνο ονομάτων παικτών στα αρχεία ορισμού
pt_br: Carregar somente os nomes dos arquivos de definições

source: Load team definitions
el: Φόρτωση ορισμών ομάδας
pt_br: Carregar as definições da equipe

source: Load teams from definition files (note that the official Bygfoot package doesn't contain team definition files, you have to get them from the homepage or via the bygfoot-update script)
el: Φόρτωση ομάδων από αρχεία ορισμού (σημειώστε πως το επίσημο πακέτο Bygfoot δεν περιέχει αρχεία ορισμού ομάδας, πρέπει να τα πάρετε από την αρχική σελίδα ή με το script bygfoot-update)
pt_br: Carregar os arquivos de definição das equipes (Nota: o pacote oficial do Bygfoot não contém arquivos de definição, você deve obtê-los na homepage ou via script de atualização do bygfoot)

source: Only names
el: Μόνο ονόματα
pt_br: Somente nomes

source: Opponent player list
el: Λίστα παικτών αντιπάλου
pt_br: Lista dos jogadores rivais

source: Price per ticket
el: Τιμή ανά εισιτήριο
pt_br: Preço do ingresso

source: Randomise teams in cups
el: Επέλεξε τυχαίες ομάδες στα κύπελλα
pt_br: Aleatorizar equipes nas copas

source: Randomise the order of teams in cups. This only makes sense in supernational definitions like the World Cup where the order of teams is fixed.
el: Επέλεξε τυχαία την σειρά των ομάδων στα κύπελλα. Αυτό έχει νόημα σε διεθνείς ορισμούς όπως το Παγκόσμιο Κύπελλο όπου η σειρά των ομάδων είναι σταθερή.
pt_br: Ordem aleatória das equipes nas copas. Isto somente tem sentido nas competições internacionais como o mundial, quando a ordem das equipes é fixa.

source: Reject for now
el: Απόρριψη για τώρα
pt_br: Por enquanto não

source: Return
el: Επιστροφή
hu: Visszatér
pt_br: Enter

source: Return / Space
pt_br: Enter / Espaço

source: Right-click to set to 0
el: Δεξί κλικ για ρύθμιση στο 0
pt_br: Botão-Direito: ajusta a 0

source: Safety (%)
el: Ασφάλεια (%)
pt_br: Segurança (%)

source: Space
el: Διάστημα
pt_br: Espaço

source: Speed
el: Ταχύτητα
pt_br: Velocidade

source: Start
el: Έναρξη
pt_br: Iniciar

source: Statistics
el: Στατιστικά
hu: Statisztikák
pt_br: Estatísticas

source: Status:
el: Κατάσταση:
pt_br: Estado:

source: There are a few companies interested in sponsoring your team. Please select one:
el: Υπάρχουν κάποιες εταιρίες που ενδιαφέρονται να γίνουν χορηγοί της ομάδας σας. Παρακαλώ επιλέξτε μία:
pt_br: Há algumas companhias interessadas em patrocinar sua equipe. Por favor selecione uma:

source: Verbosity
el: Πολυλογία
pt_br: Detalhes

source: _Pause
el: _Παύση
pt_br: _Pausa

source: _Resume
el: _Συνέχεια
pt_br: _Iniciar

source: 1 year
el: 1 έτος
pt_br: 1 ano

source: 2 years
el: 2 έτη
pt_br: 2 anos

source: 3 years
el: 3 έτη
pt_br: 3 anos

source: 4 years
el: 4 έτη
pt_br: 4 anos

source: Available teams
el: Διαθέσιμες ομάδες
pt_br: Equipes disponíveis

source: Average skill:
el: Μέση ικανότητα:
pt_br: Habilidade média:

source: Bygfoot debug window. If you got here by accident, CLOSE IMMEDIATELY (otherwise your CPU will be destroyed by overheating).
el: Παράθυρο εκσφαλμάτωσης Bygfoot. Εάν βρεθήκατε εδώ κατά λάθος, ΚΛΕΙΣΤΕ ΑΜΕΣΩΣ (ειδάλως η ΚΜΕ σας θα καταστραφεί λόγω υπερθέρμανσης).
pt_br: Depuração do Bygfoot. Se iniciou por acidente, FECHE IMEDIATAMENTE (caso contrário, podes danificar seu CPU por um sobreaquecimento).

source: Click on a user to remove him from the game.
el: Κλικ σε έναν χρήστη για απομάκρυνση του από το παιχνίδι.
pt_br: Clique no usuário para removê-lo do jogo.

source: Confirm & schedule repayment
el: Επιβεβαίωση & προγραμματισμός αποπληρωμής
pt_br: Confirmar e pagar automaticamente

source: Current file
el: Τρέχον αρχείο
pt_br: Arquivo atual

source: Debug
el: Εκσφαλμάτωση
pt_br: Depuração

source: Decide later
el: Απόφαση μετά
pt_br: Decido depois

source: Import file
el: Εισαγωγή αρχείου
pt_br: Importar arquivo

source: Import the matches from a memorable matches file
el: Εισαγωγή αγώνων από αρχείο με αξέχαστους αγώνες
pt_br: Importar 'Partidas Memoráveis' deste arquivo

source: Make offer
el: Δημιουργία προσφοράς
pt_br: Realizar oferta

source: Money (approx.)
el: Χρήματα (προσέγγ.)
hu: Pénz (kb.)
pt_br: Capital (aprox.)

source: Open a memorable matches file
el: Άνοιγμα αρχείου με αξέχαστους αγώνες
pt_br: Abrir arquivo 'Partidas Memoráveis'

source: Player list
el: Λίστα παικτών
hu: Játékos lista
pt_br: Lista de jogadores

source: Reload
el: Επαναφόρτωση
pt_br: Recarregar

source: Reload and close
el: Επαναφόρτωση και κλείσιμο
pt_br: Recarregar e fechar

source: Reload matches from file
el: Επαναφόρτωση αγώνων από αρχείο
pt_br: Recarregar partidas desde arquivo

source: Reload matches from file and close
el: Επαναφόρτωση αγώνων από αρχείο και κλείσιμο
pt_br: Recarregar partidas desde arquivo e fechar

source: Save and close
el: Αποθήκευση και κλείσιμο
pt_br: Salvar e fechar

source: Save changes to file and close
el: Αποθήκευση αλλαγών στο αρχείο και κλείσιμο
pt_br: Salvar as alterações no arquivo e fechar

source: Users -- click to remove
el: Χρήστες -- κλικ για αφαίρεση
pt_br: Usuários -- Clique para remover

source: Autosave files
el: Αρχεία αυτόματης αποθήκευσης
pt_br: Auto-salvar arquivo

source: months
el: μήνες
pt_br: meses

source: Age
el: Ηλικία
pt_br: Idade

source: Always store/restore your default team
el: Πάντα να αποθηκεύεται/ανακτάται η προεπιλεγμένη ομάδα σας
pt_br: Sempre conservar / restaurar a equipe padrão.

source: Always store/restore your default team before/after a match
el: Πάντα να αποθηκεύεται/ανακτάται η προεπιλεγμένη ομάδα σας πριν/μετά από έναν αγώνα
pt_br: Sempre conservar / restaurar a equipe padrão antes / depois de um jogo.

source: Appearance
el: Εμφάνιση
pt_br: Aparência

source: Attribute
el: Ιδιότητα
pt_br: Atributo

source: Automatic popup
el: Αυτόματο αναδυόμενο
pt_br: Exibir Popup

source: Automatic substitutions
el: Αυτόματες αντικαταστάσεις
pt_br: Substituição automática

source: Autosave
el: Αυτόματη αποθήκευση
pt_br: Auto-salvar

source: Autosave interval
el: Χρονικό διάστημα αυτόματης αποθήκευσης
pt_br: Intervalo p/ auto-salvar

source: CPos
el: ΤΘεσ
pt_br: PosA

source: CSkill
el: ΤΙκανότητα
pt_br: HabA

source: Cards
el: Κάρτες
pt_br: Cartões

source: Choose game language (might not work in Windows versions)
el: Επιλογή γλώσσας παιχνιδιού (ίσως να μην δουλεύει σε εκδόσεις των Windows)
pt_br: Selecione um idioma (não funciona em algumas versões do Windows)

source: Close
el: Κλείσιμο
hu: Bezár
pt_br: Fechar
