Repository: tstellar/bygfoot
Catalog: po/*.po
Languages: el, hu, pt_br

source: _T[_TLAYER0_ L _TLAYER1_]_ upset _T[_TLAYER0_ G _TLAYER1_]_
el: Η _T[_TLAYER0_ L _TLAYER1_]_ κάνει άνω κάτω την _T[_TLAYER0_ G _TLAYER1_]_
pt_br: _T[_TLAYER0_ L _TLAYER1_]_ derrotados pelo _T[_TLAYER0_ G _TLAYER1_]_

source: _T[_TLAYER0_ L _TLAYER1_]_ withstands _T[_TLAYER0_ G _TLAYER1_]_
el: Η _T[_TLAYER0_ L _TLAYER1_]_ αντέχει την διαφορά κλάσης της_T[_TLAYER0_ G _TLAYER1_]_
pt_br: _T[_TLAYER0_ L _TLAYER1_]_ resiste ao _T[_TLAYER0_ G _TLAYER1_]_

source: _T[_TLAYER0_ L _TLAYER1_]_ withstands the pressure from a nominally much better team and holds the draw.
el: Η _T[_TLAYER0_ L _TLAYER1_]_ αντέχει την πίεση από μία θεωρητικά πιο καλή ομάδα και παίρνει την ισοπαλία.
pt_br: _T[_TLAYER0_ L _TLAYER1_]_ resiste à pressão de uma equipa teoricamente muito melhor e mantém o empate.

source: _WON_TWN__ victories in a row for _TW_
el: _WON_TWN__ συνεχόμενες νίκες για την _TW_
pt_br: _WON_TWN__ vitórias consecutivas para o _TW_

source: Final
el: Τελικός
hu: Döntő

source: Semi-final
el: Ημιτελικός

source: p.
el: πέναλτι.

source: (P)
el: (Πέναλτι)

source: ANTI
el: ΑΝΤΙ

source: %d : %d p.
el: %d : %d πέν.

source: OK
el: Εντάξει

source: %s (N)
el: %s (Ουδ.)

source: Ro
el: Γυρ

source: Pos
el: Θέσ
hu: Poz

source: Go
el: Γκολ
hu: Gó

source: PTS
el: Β

source: G
el: Τ

source: M
el: Μ

source: Systems
el: Συστήματα

source: Holdings
el: Χαρτοφυλάκια

source: Company
el: Εταιρία

source: Software
el: Λογισμικό

source: Anti
el: Αντί

source: Global
el: Καθολικό

source: Pos
el: Θέσ

source: But the owners of %s have heard of your dismissal and would like to hire you. Here's some info on %s:
hu: De a(z) %s vezetői hallott a menesztésedről és szerződtetni szerertne. Ittvan néhány információ a(z) %s felöl:

source: Repay in %d weeks Current interest rate: %.1f%%
hu: Visszafizetés %d héten belül Jelenlegi kamatláb: %.1f%%

source: Live game duration factor
hu: ·······Élő meccs hosszúságtényező···

source: Move player
hu: Mozgatja a játékost

source: and
hu: illetve

source: weeks
hu: hetenként

source: (NOTE: If you don't, the game is over.)
hu: (MEGJEGYZÉS: Ha nem fogadod el, akkor vége a játéknak.)

source: (enlargement in progress)
hu: (bővítés folyamatban)

source: (enlargement planned)
hu: (tervezett bővítés)

source: (own goal)
hu: (öngól)

source: (penalty)
hu: (tizenegyesből)

source: (penalty: CROSS-BAR !!)
hu: (tizenegyes: KERESZTLÉC !!)

source: (penalty: MISSED !!)
hu: (tizenegyes: KIHAGYOTT !!)

source: (penalty: POST !!)
hu: (tizenegyes: KAPUFA !!)

source: (penalty: SAVE !!)
hu: (tizenegyes: KIVÉDETT !!)

source: 1st Leg
hu: Odavágó

source: 2nd Leg
hu: Visszavágó

source: Cross-bar!
hu: Keresztléc!

source: Goal!
hu: Gól!

source: Missed!
hu: Kihagyta!

source: Post!
hu: Kapufa!

source: Save!
hu: Védés!

source: repay this week!!!
hu: visszafizetés ezen a héten!!!

source: used in the main windows
hu: melyet a főablakok használnak

source: %s is a substitute. He will only shoot the penalties if you move him into the team; otherwise the field player with highest skill will shoot.
hu: %s cserejátékos. Csak akkor fogja rúgni a tizenegyeseket, ha berakod a kezdőcsapatba; ellenkező esetben a legnagyobb képességgel rendelkező játékos fogja rúgni.

source: %s shoots . . .
hu: %s lövi . . .

source: %s will shoot the penalties in regulation and extra time.
hu: %s fogja rúgni a tizenegyeseket rendes játékidőben és a hosszabbításban.

source: (%d:%d Goals)
hu: (Gólarány %d:%d)

source: (Normal) Position
hu: (Rendes) Pozíció

source: (Normal) Skill
hu: (Normál) Képesség

source: (Prom. games winner)
hu: (Osztályozó mérkőzés győztese)

source: ) for another 8 months
hu: ) további 8 hónapig kifizetni

source: . Accept?
hu: . Elfogadod?

source: . The player demands a wage of
hu: . A játékos ennyi fizetést követel

source: 1/16 Final
hu: Legjobb 16

source: 1/2 Final
hu: Elődöntő

source: 1/4 Final
hu: Negyeddöntő

source: 1/8 Final
hu: Nyolcaddöntő

source: 1st Round
hu: Első forduló

source: 2nd Round
hu: Második forduló

source: 5% safety increase costs
hu: Biztonság 5%-kal való növelésének ára

source: After having a look at your bank account the team politely rejects your offer.
hu: A bankszámla állását látva udvariasan de határozottan visszautasítja a csapat az ajánlatodat.

source: Age between
hu: Korának értékhatárai

source: Apperance and behaviour of the game
hu: A játék megjelenítése és viselkedése

source: Apply changes
hu: Változások alkalmazása

source: Are you sure you want to end this week's activities and begin a new week?
hu: Biztos vagy benne, hogy befejezed az eheti tevékenységeidet és új hetet kezdesz?

source: Are you sure you want to start a new game and discard your current game?
hu: Biztos vagy abban, hogy új játékot akarsz kezdeni? Abban az esetben elveszik a jelenlegi játékállás!

source: Ascending
hu: Növekvő

source: At the beginning of a new week show first
hu: Új hét kezdetén elsőként mutat

source: Attendance (neutral stadium):
hu: Nézők (semleges pályán)

source: Attendance:
hu: Nézők:

source: Attribute
hu: Attributum

source: Autosave every
hu: Biztonsági mentés

source: Autosaving. Please stand by...
hu: Automatikus mentés. Kérem várjon...

source: Average attendance development
hu: Átlagnézettség

source: Average cskills
hu: Átlagos jképesség

source: BEST DEFENDER
hu: LEGJOBB VÉDŐ

source: BEST DEFENSIVE TEAM
hu: LEGJOBB VÉDEKEZŐ SZELLEMŰ CSAPAT

source: BEST FORWARD
hu: LEGJOBB TÁMADÓ

source: BEST GOAL SCORERS
hu: LEGJOBB GÓLLÖVŐ

source: BEST GOALIES
hu: LEGJOBB KAPUS

source: BEST MIDFIELDER
hu: LEGJOBB KÖZÉPPÁLYÁS

source: BEST OFFENSIVE TEAM
hu: LEGJOBB TÁMADÓSZELLEMŰ CSAPAT

source: BEST PLAYER
hu: LEGJOBB JÁTÉKOS

source: BEST PLAYERS
hu: LEGJOBB JÁTÉKOS

source: BEST TEAMS
hu: LEGJOBB CSAPAT

source: Back to main menu (Esc)
hu: Vissza a főmenühöz (Esc)

source: Before next match
hu: Következő meccs előtt

source: Best field players
hu: Legjobb mezőnyjátékos

source: Best goalies
hu: legjobb kapus

source: Best players
hu: Legjobb játékosok

source: Birth year and month
hu: Születési év és hónap

source: Bookmaker's tip
hu: Könyvcsináló tippje

source: Bottom league
hu: Legalacsonyabb bajnokság

source: Brazil
hu: Brazília

source: Browse teams to find and buy new players
hu: Csapatok böngészése új játékos vásárlásához

source: Bygfoot %s - Job Offer
hu: Bygfoot %s - Állásajánlat

source: Bygfoot %s -- Help
hu: Bygfoot %s -- Súgó

source: Bygfoot %s -- Options
hu: Bygfoot %s -- Beállítások

source: Bygfoot %s -- Team Editor
hu: Bygfoot %s -- Csapat Szerkesztő

source: Bygfoot - Stadium improvement
hu: Bygfoot - Stadion kibővítés

source: Bygfoot Team Editor
hu: Bygfoot Csapat Szerkesztő

source: Bygfoot help
hu: Bygfoot súgó

source: CHAMPIONS
hu: BAJNOKOK

source: CL
hu: Bajnokok Ligája

source: CL / Libertad.
hu: Bajnokok Ligája / Libertad.

source: CWC / Conm.
hu: Kupagyőztesek Európa Kupája / Conm.

source: Cancel
hu: Mégsem

source: Capacity
hu: Befogadóképesség

source: Champion
hu: Bajnok

source: Change font
hu: Betütípus változtatása

source: Change or update team structure (C) You can enter custom structures like 334, too.
hu: A csapat felállásának változtatása vagy frissítése (C). Megadhatsz egy egyéni felállást is, pl. 334.

source: Change team name
hu: Csapatnév változtatása

source: Change team name to
hu: Átnevezi a csapatnevet a következőre

source: Change the name of your current team for this game. Use the Bygfoot Team Editor to change a team name permanently.
hu: Megváltoztatja a jelenlegi csapatod nevét erre a játékra. Használd a Bygfoot Csapat Szerkesztőt ha véglegesen meg akarsz változtatni egy csapatnevet.

source: Check this if you want Bygfoot to keep an eye on the transfer list for you.
hu: Válaszd ki ezt ha azt akarod, hogy Bygfoot vessen helyetted mindig egy szemet az átigazolási listára.

source: Check this if you'd like to have your team loaded from the definitions file no matter what the other checkbuttons say.
hu: Válaszd ki ezt, ha a csapatodad a definiciós fájlból akarod betölteni, függetlennül a többi kiválasztásaidtól.

source: Choose a custom country file (see Help)
hu: Saját országfájl kiválasztása (lásd Súgó)

source: Choose or enter country file
hu: Válassz vagy adjál meg egy országfájlt

source: Confirmations
hu: Megerősítések

source: Could not save new team name to %s. I couldn't find the old name.
hu: Nem lehet elmenteni az új csapatnevet %s-re. Nem található a régi név.

source: Couldn't find pixmap file: %s
hu: Nem találja a következő pixmap fájlt: %s

source: Country file
hu: Országfájl

source: DW
hu: D

source: Debts
hu: Tartozások

source: Defender
hu: Hátvéd

source: Delete history at end of season
hu: Eseménynaptár törlése a szezon végén

source: Discard / Play
hu: Elvetés / Játszani

source: Do you really want to quit without saving?
hu: Biztosan ki akarsz lépni anélkül, hogy mented az állásodat?

source: Doesn't seem to be a Bygfoot save file.
hu: Nem egy Bygfootos mentett fájlnak néz ki.

source: Don't bother me with this next time
hu: Ne jelenítsd meg ezt legközelebb

source: Don't load team definitions
hu: Nem töltök csapatdefiníciókat

source: Down
hu: Lefelé

source: ETal
hu: Bteh

source: England
hu: Anglia

source: Estimated talent between
hu: Becsült tehetségének értékhatárai

source: Estimated value less than
hu: Becsült értéke kevesebb mint

source: Export
hu: Exportál

source: Export the current team to a file (which will be overwritten if it exists)
hu: A jelenlegi csapat fájlba exportálása (amely felülíródik ha már létezik)

source: Extra time
hu: Hosszabbítás

source: FIELD PLAYERS
hu: MEZŐNYJÁTÉKOS

source: Figures
hu: Számok

source: File with the team names (country-specific, e.g. country_eng for the English teams)
hu: Csapatneveket tartalmazó fájl (ország-specifikus, pl. country_eng angol csapatoknak)

source: Filter players by their age (NOTE: You must have at least a 'good' scout in order to be able to filter by age)
hu: Játékos kiszűrése kora szerint (MEGJEGYZÉS: legalább egy 'jó' játékosfigyelőd kell legyen ahhoz hogy kor szerint tudjál szűrni)

source: Filter players by their estimated talent
hu: Játékos kiszűrése becsült tehetsége szerint

source: Filter players by their estimated value
hu: Játékos kiszűrése becsült értéke szerint

source: Filter players by their league
hu: Játékos kiszűrése bajnokságban való szereplése szerint

source: Filter players by their position
hu: Játékos kiszűrése pozíciója szerint

source: Filter players by their skill
hu: Játékos kiszűrése képessége szerint

source: Finances
hu: Pénzügyek

source: Finances / Stadium
hu: Pénzügyek / Stadion

source: Finances and stadium (F)
hu: Pénzügyek és stadion (F)

source: Finished (weeks)
hu: Befejezés (hetek)

source: Fire player (Middle click)
hu: Kirúgja a játékost (Középső klikk)

source: Fixtures
hu: Versenykiírás

source: Fixtures by league
hu: Versenykiírás osztályok szerint

source: Forward
hu: Támadó

source: France
hu: Franciaország

source: GOALIES
hu: KAPUS

source: Germany
hu: Németország

source: Get loan
hu: Hitel felvétele

source: Goal difference
hu: Gólkülönbség

source: Goal difference development
hu: Gólkülönbség alakulása

source: Goals / Game
hu: Gólok / Mérkőzések

source: Goals against
hu: Kapott gólok

source: Goals against development
hu: Kapott gólok alakulása

source: Goals development for %s
hu: %s góljainak alakulása

source: Goals for
hu: Szerzett gólok

source: Goals for development
hu: Szerzett gólok alakulása

source: Help (H)
hu: Súgó (H)

source: Here you can enter a custom structure like 334 (or 019, for that matter)
hu: Itt megadhatsz egy egyéni felállást, pl. 334 (akár 019 ha mindenképp azt akarod)

source: Histories
hu: Eseménynaptár

source: History
hu: Eseménynaptár

source: History graph
hu: Eseménynaptár gráf

source: How long the history can get at most (data from the beginning of the list gets removed afterwards). WARNING: The higher this value is, the more memory is needed, especially for the player histories. Additionally, loading and saving games gets slower.
hu: Legfeljebb milyen hosszú lehet az eseménynaptár (a lista elején lévő adatok törlésre kerülnek ha betelt). FIGYELMEZTETÉS: Minél nagyobb az érték annál több memória szükséges, legfőképpen a játékos eseménynaptárnak. Ehhez hozzájárul, hogy egy játék betöltése és mentése lelassul.

source: How often new data is added to the history.
hu: Hányszor lesz új adat az eseménynaptárhoz hozzáadva

source: Hungary
hu: Magyarország

source: I'm sorry to tell you that one or more of your players have suffered severe injuries. They won't be able to play football on a professional level anymore and had to retire:
hu: Sajnálattal kell értesítenelek, hogy egy vagy több játékosod súlyos mértékben sérülést szenvedett. Nem tudják tovább folytatni a profi labdarúgást:

source: If checked, messages are shown instead of popups when possible (ie. when you don't have to make an 'OK/Cancel'-type of decision.
hu: Ha ki van választva, az üzenetek popup helyett a hírmezőben jelennek meg ha lehetséges (pl. ha nem kell egy 'OK/Mégsem'-tíusú döntést hoznod).

source: If you check this, only the player names and the team structures are loaded from the definition file, values like skill or age are generated randomly
hu: Ha ezt kiválasztod, akkor csak a játékosnevek és a csapatfelállás töltödik be a deficíciós fájlból, értékek mint a képesség vagy a kor véletlenszerűen generálódnak

source: If you check this, the game generates all players randomly and won't read the file with team definitions
hu: Ha ezt kiválasztod, akkor a játek véletlenszerűen generál minden játékost és nem olvassa ki a csapat definíció fájlt.

source: If you uncheck this, clicking on 'Save' will pop up a 'Save as' window
hu: Ha ezt kiválasztod, a 'Mentés' gomra kattintva egy 'Mentés másként' ablak ugrik fel

source: Import
hu: Importál

source: Import teams from a definition file (the existing definition file will be expanded)
hu: Csapatok importálása a definíció fájlból (a meglévő definíció fájl ki lesz bővítve)

source: Increase (seats)
hu: Bővítés (ülések)

source: Increase capacity
hu: Befogadóképesség megnövelése

source: Increase safety
hu: Biztonság megnövelése

source: Injured: %s (expected recovery in %d weeks)
hu: Sérült: %s (gyógyulásá várható %d héten belül)

source: Injuries / Cards
hu: Sérülések / Lapok

source: International
hu: Nemzetközi

source: Italy
hu: Olaszország

source: L
hu: V

source: Last 16
hu: Legjobb 16

source: Last 32
hu: Legjobb 32

source: League 1
hu: Elsőosztály

source: League 2
hu: Másodosztály

source: League 3
hu: Harmadosztály

source: League 4
hu: Negyedosztály

source: League 5
hu: Ötödosztály

source: League results
hu: Bajnokság eredményei

source: Load & Save
hu: Betöltés & Mentés

source: Load game
hu: Játék betöltése

source: Load game (L or Ctrl - O)
hu: Játék betöltése (L vagy Ctrl - O)

source: Load my team from definitions file
hu: Csapatom betöltése a definíció fájlból

source: Load only names from team definition file
hu: Csak a nevek betöltése a csapat definíció fájlból

source: Loading fixtures...
hu: Játékkiírás betöltése...

source: Loading team %d...
hu: %d csapat betöltése...

source: Loading the rest...
hu: Maradék betöltése...

source: Look & Feel
hu: Kinézet & Érzés

source: Maximal history length
hu: Eseménynaptár maximális hossza

source: Messages
hu: Hírek

source: Messages just appear in the message window
hu: A hírek egyszerűen megjelennek a hírmezőben

source: Messages slide into the message window from the right
hu: A hírek jobbról csúsznak be a hírmezőbe

source: Mexico
hu: Mexikó

source: Midfielder
hu: Középpályás

source: Misc
hu: Különb

source: Miscellaneous options
hu: Mindenféle beállítások

source: Money development
hu: Számlaegyenleg alakulása

source: Move player down (Ctrl-Down)
hu: Lefelé mozgatja a játékost (Ctrl-Le)

source: Move player up (Ctrl-Up)
hu: Felfelé mozgatja a játékost (Ctrl-Fel)

source: Moving
hu: Mozgó

source: My games plus preview
hu: Mérkőzéseim előnézettel

source: NONE
hu: SENKI

source: Nation. Cup 1
hu: Nemzeti Kupa 1

source: Nation. Cup 2
hu: Nemzeti Kupa 2

source: Neutral stadium
hu: Semleges stadion

source: New week
hu: Következő hét

source: Next week you'll fire your scout and hire a new one.
hu: Következő héten kirúgod az játékosfigyelődet és egy újat alkalmazol.

source: No messages
hu: Nincsenek hírek

source: Notify
hu: Emlékeztet

source: Notify me whenever a player appears on the transfer list who fulfills my conditions:
hu: Értesítsen ha egy játékos az átigazolási listára kerül mely teljesíti következő követelményeimet:

source: Nr
hu: Sz

source: One of the structure numbers is not a valid structure specifier. The digits of the first structure must add up to 10, those of the second one to 8.
hu: Az egyik felállás érvénytelen. Az elsőnél a számjegyek öszege 10-nek, a másodiknál 8-nak kell lennie.

source: One or more players could not be saved because of an invalid talent value. The talent value of a players has to be greater or equal his skill value.
hu: Egy vagy több játékost nem lehet elmenteni, mert érvénytelen a tehetség értékük. A játékos tehetség értéke legalább akkorának kell lennie, mint a képesség értéke.

source: Option
hu: Opció

source: Options (O)
hu: Beállítások (O)

source: Options concering the transfer list
hu: Beállítások melyek az átigazolási listát érintik

source: Options for loading and saving games
hu: Beállítások a játék betöltésére és mentésére

source: Overwrite old savegame
hu: Felülírja a régi játékállás-mentést

source: PLAYER AWARDS
hu: JÁTÉKOS KITÜNTETÉSEK

source: Pay loan
hu: Hitel visszafizetése

source: Penalty shooter deselected. Player with highest cskill will shoot penalties.
hu: Tizenegyesrúgó leválasztva. A legnagyobb képességgel rendelkező játékos rúgja majd a tizenegyeseket.

source: Play normal league games and cups
hu: Rendes bajnokság és kupa játszása

source: Play only in Champions' League / Copa Libertadores
hu: Kizárólag Bajnokok Ligájában / Copa Libertadores-ben játszani

source: Play only in Cup Winners' Cup / Copa Conmebol
hu: Kizárólag Kupagyőztesek Európa Kupájában / Copa Conmebol-ban játszani

source: Play only in UEFA Cup / Copa Sul-Americana
hu: Kizárólag UEFA Kupában / Sul-Americana-ban játszani

source: Player
hu: Játékos

source: Player actions
hu: Játékos menü

source: Player attributes
hu: Játékos tulajdonságai

source: Player attributes that are shown in the two player lists
hu: Játékos tulajdonságai melyek a két játékoslistán láthatóak

source: Player histories
hu: Játékos eseménynaptára

source: Player wages
hu: Játékosok fizetései

source: Points
hu: Pontok

source: Points development
hu: Pontok alakulása

source: Poland
hu: Lengyelország

source: Positions
hu: Pozíció

source: Prefer messages to popups
hu: Popup helyett hírek

source: Put player on transfer list (Right click in transfer mode)
hu: A játékost az átigazolási listára rak (Jobb klikk az átigazolási módban)

source: Quarter-Final
hu: Negyeddöntő

source: Quick options
hu: Gyorsbeállítások

source: QuickOpt
hu: GyorsBeáll

source: Quit
hu: Kilép

source: Quit (Esc)
hu: Kilép (Esc)

source: Quit (Q or Ctrl - Q)
hu: Kilép (Q vagy Ctrl - Q)

source: Quit when not saved
hu: Mentés nélkül kilép

source: Rank development
hu: Helyezés alakulása

source: Rearrange /
hu: Újrarendezés /

source: Rearrange team (R) (try to put each player on his prefered position and sort the substitutes)
hu: Csapat újrarendezése (R) (megpróbál minden játékost a legjobb pozícióján játszatni és rendezi a cserejátékosokat)

source: Remove player from transfer list (Click in the transfer list)
hu: Visszavonja a játékost az átigazolási listáról (az átigazolási listán klikkelj)

source: Romania
hu: Románia

source: Runner-up
hu: Döntős

source: SEASON AWARDS
hu: SZEZON KITÜNTETÉSEK

source: Safety
hu: Biztonság

source: Save
hu: Mentés

source: Save / Play
hu: Mentés / Játszani

source: Save current team to file (Ctrl-S)
hu: A jelenlegi csapat fájlba mentése (Ctrl-S)

source: Save game (S or Ctrl - S)
hu: Játék mentése (S vagy Ctrl - S)

source: Save options to $HOME/.bygfoot/bygfoot.conf. If you start Bygfoot again, they get loaded from the file.
hu: Beállítások mentése a $HOME/.bygfoot/bygfoot.conf -ba. Ha újraindítod a Bygfootot, ebből a fájlból olvassa vissza.

source: Save overwrites old savegame
hu: A mentés felülírja a régi játékállás-mentést

source: Save team definition file and start Bygfoot
hu: Csapat definíció fájl mentése és Bygfoot indítása

source: Saving fixtures...
hu: Játékiírás mentése...

source: Saving team %d...
hu: %d csapat mentése...

source: Saving the rest...
hu: Maradék mentése...

source: Scout / Physio
hu: Játékosfigyelő / Fiziológus

source: Scout recommends
hu: Játékosfigyelő ajánlja

source: Scout wage
hu: Játékosfigyelő fizetése

source: Season
hu: Szezon

source: Season
hu: Szezon

source: Select a country file
hu: Adjál meg egy országfájlt

source: Select file
hu: Válassz fájlt

source: Select next player (Ctrl-Right)
hu: Következő játékos kiválasztása (Ctrl-Jobb)

source: Select previous player (Ctrl-Left)
hu: Előző játékos kiválasztása (Ctrl-Bal)

source: Select team and country
hu: Válassz együttest és országot

source: Semi-Final
hu: Elődöntő

source: Show 'live' games
hu: 'Élő' meccs mutatása

source: Show a warning before beginning a new week
hu: Figyelmeztető mutatása egy új hét kezdete előtt

source: Show a warning if I want to quit with a game that isn't saved
hu: Figyelmeztető mutatása ha ki akarsz lépni egy játékból amely nincs elmentve

source: Show a warning when injured or banned players are in the team when beginning a new week
hu: Figyelmeztető mutatása ha sérült vagy eltiltott játékos van a csapatban amikor egy új hét kezdődik

source: Show editor help (F1)
hu: Súgó a szerkesztőhöz (F1)

source: Show extended info on my games (with injuries etc.) and a preview of my next games
hu: Részletes információ mutatása mérkőzéseimen (sérültek stb.) és előnézet a következő mérkőzésemre

source: Show extended player information (Right click)
hu: A játékos részletes adatainak megtekintése (Jobb klikk)

source: Show fitness colors
hu: Állóképesség színek mutatása

source: Show fixtures (F4)
hu: Versenykiírás megtekintése (F4)

source: Show history
hu: Eseménynaptár megtekintése

source: Show live game tendency bar
hu: Élő meccs tendenciasáv mutatása

source: Show live games
hu: Élő meccs megtekintése

source: Show my last games and a preview of my next games (P or F1)
hu: Az utolsó meccs és egy előzetes a következő meccsekről megtekintése

source: Show my league results
hu: Bajnoksági eredményeim megtekintése

source: Show player statistics graph
hu: A játékos statisztika gráfjának megtekintése

source: Show tables (F5)
hu: Tabellák megtekintése (F5)

source: Show the results of all games in the league / cups my team participates in
hu: A bajnokság / kupák összes mérkőzéseinek megtekintése melyben a csapatom szerepel

source: Skill between
hu: Képességének értékhatárai

source: Skill development for %s
hu: %s képességének alakulása

source: Skip weeks when my team doesn't play
hu: Azok a hetek kihagyása amikor a csapatom nem játszik

source: Sort transfer list by
hu: Átigazolási lista rendezése következő szerint

source: Spain
hu: Spanyolország

source: Stadium bills
hu: Stadionszámla

source: Stadium improvement
hu: Stadion kibővítés

source: Start Bygfoot Online Update
hu: Bygfoot Online Update indítása

source: Start Bygfoot Team Editor
hu: Bygfoot Csapat Szerkesztő indítása

source: Start Bygfoot without saving changes
hu: Bygfoot indítása változások mentése nélkül

source: Start in
hu: Kezdés ebben

source: Start maximized
hu: Teljes méretben indít

source: Static
hu: Nyugvó

source: Swap adapts team structure
hu: Felcserél csapat felállása automatikusan alkalmazkodik

source: Swap players
hu: Kicseréli a játékosokat

source: Swap two players
hu: Kicserél két játékost
