Repository: tstellar/bygfoot
Catalog: po/*.po
Languages: el, hu, pt_br

source: _TL_ can bury their hopes of advancing after getting trounced by _TW_ in the first match.
el: Η _TL_ διατηρεί ελάχιστες ελπίδες για πρόκριση μετά από την βαριά ήττα από την _TW_ στον πρώτο αγώνα
pt_br: O _TL_ pode enterrar suas esperanças de avançar depois de ser trucidado pelo _TW_ na partida de ida.

source: _TL_ can still advance to the final if they pull themselves together for the second leg.
el: Η _TL_ μπορεί ακόμα να προκριθεί στον τελικό αν προετοιμαστεί καλύτερα για τον δεύτερο αγώνα.
pt_br: O _TL_ ainda pode avançar a final se fizer boa partida no jogo de volta

source: _TL_ can still advance to the semis if they pull themselves together for the second leg.
el: Η _TL_ μπορεί ακόμα να προκριθεί στα ημιτελικά αν προετοιμαστεί καλύτερα για τον δεύτερο αγώνα.
pt_br: O _TL_ ainda pode avançar a semifinal se fizer boa partida no jogo de volta

source: _TL_ can still advance, provided they win with at least two goals in the second leg.
el: Η _TL_ μπορεί να προκριθεί εφόσον νικήσει στον δεύτερο αγώνα με διαφορά τουλάχιστον δύο γκολ.
pt_br: O _TL_ ainda pode avançar, desde que ganhar com pelo menos dois gols de diferença no jogo de volta.

source: _TL_ can still get the title if they pull themselves together for the second leg.
el: Η _TL_ μπορεί ακόμα να κερδίσει τον τίτλο αν προετοιμαστεί καλύτερα για τον δεύτερο αγώνα.
pt_br: O _TL_ ainda pode conquistar o título se fizer boa partida no jogo de volta

source: _TL_ coach impressed by the efficiency of their opponent.
el: Η αποτελεσματικότητα του αντιπάλου εντυπωσιάζει τον προπονητή της _TL_.
pt_br: O treinador do _TL_ está impressionado com a eficiência do seu adversário.

source: _TL_ defeated in [tight|close|tense] first leg
el: Ήττα της _TL_ σε έναν [κλειστό|αμφίρροπο] πρώτο αγώνα
pt_br: _TL_ derrotado num [difícil|tenso|complicado] jogo de ida

source: _TL_ did their best but couldn't really hope to win here.
el: Η _TL_ δεν είχε καμία ελπίδα για νίκη αν και έκανε ότι μπορούσε.
pt_br: _TL_ deu o seu melhor, mas realmente não podia vencer aqui.

source: _TL_ don't stand a chance against _TW_
el: Η _TL_ δεν είχε καμία ευκαιρία απέναντι στην _TW_
pt_br: _TL_ não teve nenhuma chance contra o _TW_

source: _TL_ don't stand a chance at _TW_
el: Η _TL_ δεν είχε καμία ευκαιρία απέναντι στην _TW_
pt_br: _TL_ não teve chance contra o _TW_

source: _TL_ down to rank _RANK_TLN__ in the _LEAGUECUPNAME_ table.
el: Η _TL_ κατεβαίνει στην _RANK_TLN__ θέση στον βαθμολογικό πίνακα της _LEAGUECUPNAME_.
pt_br: _TL_ cai para a _RANK_TLN__ª posição da tabela do _LEAGUECUPNAME_.

source: _TL_ frustrated about unnecessary loss
el: Απογοήτευση στην _TL_ από την απρόσμενη ήττα
pt_br: _TL_ frustrado ao perder jogo ganho

source: _TL_ goes to the dogs at _TW_.
el: Από το κακό στο χειρότερο η _TL_ απέναντι στη _TW_.
pt_br: _TL_ jogado aos cães pelo _TW_.

source: _TL_ hope to equalize the _RE_ in the second leg.
el: Η _TL_ ελπίζει στον δεύτερο αγώνα να ισοφαρίσει το _RE_.
pt_br: _TL_ espera superar o placar de _RE_ no jogo de volta.

source: _TL_ lose [_RANK_TLN__ - _OLDRANK_TLN__] positions in the table.
el: Η _TL_ χάνει [_RANK_TLN__ - _OLDRANK_TLN__] θέσεις στην βαθμολογία.
pt_br: _TL_ cai [_RANK_TLN__ - _OLDRANK_TLN__] posições na tabela.

source: _TL_ lose _LOST_TLN__th match in a row
el: Η _TL_ χάνει το _LOST_TLN__ο συνεχόμενο παιχνίδι
pt_br: _TL_ perde a _LOST_TLN__ª partida consecutiva

source: _TL_ lose _RE_ in first leg of _LEAGUECUPNAME_ quarterfinal
el: Ήττα της _TL_ με _RE_ στον πρώτο αγώνα για τα προημιτελικά του _LEAGUECUPNAME_
pt_br: _TL_ perde por _RE_ o jogo de ida das quartas-de-final da _LEAGUECUPNAME_

source: _TL_ lose _RE_ in first leg of _LEAGUECUPNAME_ semifinal
el: Ήττα της _TL_ με _RE_ στον πρώτο αγώνα για τα ημιτελικά του _LEAGUECUPNAME_
pt_br: _TL_ perde por _RE_ o jogo de ida da semifinal da _LEAGUECUPNAME_

source: _TL_ lose a match dominated by offense.
el: Ήττα της _TL_ σε ένα επιθετικό παιχνίδι.
pt_br: _TL_ perde uma partida dominada por faltas.

source: _TL_ lose the match of offenses.
el: Ήττα της _TL_ σε ένα επιθετικό παιχνίδι.
pt_br: _TL_ perde em jogo de muitas faltas.

source: _TL_ lose to _TW_ in a match of many goals.
el: Ήττα της _TL_ από την _TW_ σε ένα παιχνίδι με πολλά γκολ.
pt_br: _TL_ pro _TW_ em uma partida de muitos gols.

source: _TL_ loses despite getting _HIGHGOALS_TLN__ goals from _HIGHSCORER_TLN__.
el: Ήττα της _TL_ παρά τα _HIGHGOALS_TLN__ γκολ του _HIGHSCORER_TLN__.
pt_br: _TL_ perde apesar dos _HIGHGOALS_TLN__ gols de _HIGHSCORER_TLN__.

source: _TL_ loses first leg against _TW_
el: Ήττα της _TL_ από την _TW_ στον πρώτο αγώνα
pt_br: _TL_ perde o jogo de ida contra o _TW_

source: _TL_ loses to _TW_ _REL_
el: Ήττα _REL_ της _TL_ από την _TW_
pt_br: _TL_ perde pro _TW_ por _REL_

source: _TL_ loses to _TW_ in a [tight|close|tense] encounter
el: Η _TL_ χάνει από την _TW_ σε μία [κλειστή|αμφίρροπη] αναμέτρηση
pt_br: _TL_ perde pro _TW_ num encontro [difícil|tenso|complicado]

source: _TL_ now only on rank _RANK_TLN__ in the table.
el: Η _TL_ τώρα βρίσκεται στη θέση _RANK_TLN__ στη βαθμολογία.
pt_br: _TL_ apenas na _RANK_TLN__ª posição na classificação.

source: _TL_ remain luckless in league games
el: Η _TL_ παραμένει άτυχη στα παιχνίδια πρωταθλήματος
pt_br: _TL_ permanecem infeliz nos jogos da liga

source: _TL_ scores away goals that can become very important overall.
el: Η _TL_ πετυχαίνει εκτός έδρας γκολ που μπορεί να της φανούν πολύ χρήσιμα στο μέλλον.
pt_br: Os gols levados fora de casa pelo _TL_ podem se tornar muito importantes na soma das partidas.

source: _TL_ should have gotten more than a disappointing and unfortunate _REL_ out of this match.
el: Η _TL_ άξιζε κάτι καλύτερο σε αυτό το παιχνίδι από ένα απογοητευτικό _REL_.
pt_br: O _TL_ deve estar bastante decepcionado e triste com o placar de _REL_.

source: _TL_ show an alarming weakness both on the offense and on the defense.
el: Η _TL_ δείχνει μία ανησυχητική αδυναμία και στην επίθεση και στην άμυνα.
pt_br: _TL_ demostram uma fraqueza alarmante, tanto no ataque quanto na defesa.

source: _TL_ still confident to equalize in the second leg if they prepare well.
el: Υπάρχει σιγουριά στην _TL_ ότι, αν προετοιμαστεί σωστά, θα ανατρεψει το σκορ στον δεύτερο αγώνα.
pt_br: _TL_ se prepararam para superar o resultado no jogo de volta.

source: _TL_ superior in theory, lose _REL_
el: Το φαβορί _TL_ χάνει _REL_
pt_br: _TL_ superior na teoria, perdem por _REL_

source: _TL_ trashed by _TW_
el: Συντριβή της _TL_ από την _TW_
pt_br: _TL_ estraçalhados pelo _TW_

source: _TL_ utterly destroyed by goals from _SCORERS_TWN__.
el: Συντριβή της _TL_ με γκολ των _SCORERS_TWN__.
pt_br: _TL_ totalmente destruído pelos gols de _SCORERS_TWN__.

source: _TL_ will try to equalise the _REL_ in the second leg, powered by their home crowd.
el: Η _TL_με την βοήθεια της έδρας θα προσπαθήσει να ανατρέψει το _REL_ στο δεύτερο παιχνίδι.
pt_br: _TL_ vai tentar superar o placar de _REL_ no jogo de volta, embalado por sua torcida.

source: _TW_ [beat|overcome|defeat] _TL_
el: Η _TW_ [κερδίζει την|υπερισχύει της] _TL_
pt_br: _TW_ [bate|supera|derrota] o _TL_

source: _TW_ [beat|overcome|defeat] _TL_ _REW_
el: Η _TW_ [κερδίζει την|υπερισχύει της] _TL_ _REW_
pt_br: _TW_ [bate|supera|derrota] o _TL_ por _REW_

source: _TW_ [beat|overcome|defeat] _TL_ _REW_ in penalties
el: Η _TW_ [κερδίζει την|υπερισχύει της] _TL_ _REW_ στην διαδικασία των πέναλτι
pt_br: _TW_ [bate|supera|derrota] o _TL_ por _REW_ nas penalidades

source: _TW_ [beat|overcome|defeat] _TL_ first leg of _LEAGUECUPNAME_ quarterfinal
el: Η _TW_ [κερδίζει την|υπερισχύει της] _TL_ στον πρώτο προημιτελικό του _LEAGUECUPNAME_
pt_br: _TW_ [bate|supera|derrota] o _TL_ no jogo de ida das quartas-de-final da_LEAGUECUPNAME_

source: _TW_ [beat|overcome|defeat] _TL_ first leg of _LEAGUECUPNAME_ semifinal
el: Η _TW_ [κερδίζει την|υπερισχύει της] _TL_ στον πρώτο ημιτελικό του _LEAGUECUPNAME_
pt_br: _TW_ [bate|supera|derrota] o _TL_ no jogo de ida da semifinal da_LEAGUECUPNAME_

source: _TW_ [beat|overcome|defeat] _TL_ in a [tight|close|tense] match
el: Η _TW_ [κερδίζει την|υπερισχύει της] _TL_ σε ένα [κλειστό|αμφίρροπο] παιχνίδι
pt_br: _TW_ [bate|supera|derrota] o _TL_ num jogo [difícil|tenso|complicado]

source: _TW_ [beat|overcome|defeat] _TL_ in extra time
el: Η _TW_ [κερδίζει την|υπερισχύει της] _TL_ στην παράταση
pt_br: _TW_ [bate|supera|derrota] o _TL_ na prorrogação

source: _TW_ [beat|overcome|defeat] _TL_ in first leg
el: Η _TW_ [κερδίζει την|υπερισχύει της] _TL_ στον πρώτο αγώνα
pt_br: _TW_ [bate|supera|derrota] o _TL_ no jogo de ida

source: _TW_ [beat|overcome|defeat] _TL_ in first leg of _LEAGUECUPNAME_ final
el: Η _TW_ [κερδίζει την|υπερισχύει της] _TL_ στον πρώτο τελικό του _LEAGUECUPNAME_
pt_br: _TW_ [bate|supera|derrota] o _TL_ no jogo de ida da final da_LEAGUECUPNAME_

source: _TW_ [crush|humiliate|thrash|overwhelm|rout|overpower] _TL_
el: [Συντριβή|Εξευτελισμός] της _TL_ από την _TW_
pt_br: _TW_ [esmaga|humilha|trucida|detona|destroça|domina] o _TL_

source: _TW_ [wins in|victorious in|takes] first leg of _LEAGUECUPNAME_ final
el: [Θρίαμβος|Νίκη] της _TW_ στον πρώτο τελικό του _LEAGUECUPNAME_
pt_br: _TW_ [ganha o|vitorioso no|vence o] jogo de ida da final da _LEAGUECUPNAME_

source: _TW_ [wins|victorious in|success in] first leg of _LEAGUECUPNAME_ quarterfinal
el: [Θρίαμβος|Νίκη|Επιτυχία] της _TW_ στον πρώτο προημιτελικό του _LEAGUECUPNAME_
pt_br: _TW_ [ganha o|vitorioso no|vence o] jogo de ida das quartas-de-final da _LEAGUECUPNAME_

source: _TW_ [wins|victorious in|success in] first leg of _LEAGUECUPNAME_ semifinal
el: [Θρίαμβος|Νίκη|Επιτυχία] της _TW_ στον πρώτο ημιτελικό του _LEAGUECUPNAME_
pt_br: _TW_ [ganha o|vitorioso no|vence o] jogo de ida da semifinal da _LEAGUECUPNAME_

source: _TW_ are almost there after winning away.
el: Η _TW_ έχει σχεδόν περάσει μετά την εκτός έδρας νίκη.
pt_br: _TW_ está quase lá, depois de vencer fora.

source: _TW_ are almost through after winning away.
el: Η _TW_ έχει σχεδόν περάσει μετά την εκτός έδρας νίκη.
pt_br: _TW_ está praticamente classificado depois de ganhar fora de casa.

source: _TW_ are almost through after winning easily at home.
el: Η _TW_ έχει σχεδόν περάσει μετά την εύκολη εντός έδρας νίκη.
pt_br: _TW_ está praticamente classificado depois de ganhar facilmente em casa.

source: _TW_ are in a great position for the second leg match after an easy away win.
el: Η _TW_ βρίσκεται σε πολύ καλύτερη θέση ενόψει του δεύτερου αγώνα μετά από μία εύκολη εκτός έδρας νίκη.
pt_br: _TW_ está numa ótima posição para o jogo de volta após uma fácil vitória em casa.

source: _TW_ are now definitely in an enviable position and can advance by getting a draw at home.
el: Η _TW_ βρίσκεται τώρα σε μία πολύ καλή θέση και μπορεί να προκριθεί με μία εντός έδρας ισοπαλία.
pt_br: _TW_ está definitivamente numa posição invejável e pode avançar obtendo apenas um empate em casa.

source: _TW_ are the clear favourite for the title after getting the away win.
el: Η _TW_ είναι τώρα φαβορί για τον τίτλο μετά την εκτός έδρας νίκη.
pt_br: _TW_ é o claro favorito ao título depois de vencer fora de casa.

source: _TW_ are the clear favourite to advance to the final after getting the away win.
el: Η _TW_ είναι τώρα φαβορί για πρόκριση στον τελικό μετά την εκτός έδρας νίκη.
pt_br: _TW_ é o claro favorito para chegar para a final depois de vencer fora de casa.

source: _TW_ are the clear favourites to advance to the semifinal after getting the away win.
el: Η _TW_ είναι τώρα φαβορί για πρόκριση στον ημιτελικό μετά την εκτός έδρας νίκη.
pt_br: _TW_ é o claro favorito para avançar para a semifinal depois de vencer fora de casa.

source: _TW_ are the weaker team, but their passion proved more than sufficient in this victory.
el: Η _TW_ είναι [πιο αδύνατη ομάδα|το αουτσάιντερ] αλλά το πάθος της αποδεικνύεται αρκετό για τη νίκη.
pt_br: _TW_ é uma equipe mais fraca, mas sua paixão se mostrou mais do que suficiente para essa vitória.

source: _TW_ build a nice cushion for the second leg with the _REW_ away win.
el: Χάρις στην εκτός έδρας νίκη με _REW_, η _TW_ έχει χτίσει μια διαφορά ασφαλείας για τον δεύτερο αγώνα.
pt_br: _TW_ constrói uma agradável bagagem para a jogo de volta com o placar de _REW_ fora de casa.

source: _TW_ can already start preparing for the next round after having won _REW_.
el: Μετά τη νίκη της με _REW_ , η _TW_ μπορεί ήδη να προετοιμάζεται για τον επόμενο γύρο.
pt_br: _TW_ já pode se preparar para a próxima fase depois de vencer por _REW_.

source: _TW_ controls _TL_ in _REW_ effort.
el: Η _TW_ ελέγχει το παιχνίδι με την _TL_ και κερδίζει _REW_.
pt_br: _TW_ controles com esforço o _TL_ por _REW_.

source: _TW_ convert almost all of their shots and get the win.
el: Η _TW_ αξιοποιεί όλες της τις ευκαιρίες και παίρνει τη νίκη.
pt_br: _TW_ converte quase todos os chutes e consegue a vitória.

source: _TW_ defeats _TL_ but they really could have avoided those goals against.
el: Η _TW_ κερδίζει την _TL_ αν και θα μπορούσε να αποφύγει τα γκολ που δέχτηκε.
pt_br: _TW_ derrota o _TL_, mas eles poderiam ter evitado os gols contra.

source: _TW_ destroy _TL_ with their machine-like goal production.
el: Η _TW_ συντρίβει την _TL_ χάρις στο επιθετικό παιχνίδι της.
pt_br: _TW_ destrui o _TL_ com a sua máquina de produzir gols.

source: _TW_ dispatch _TL_ _RE_ at home.
el: Η _TW_ κερδίζει την _TL_ με _RE_ στην έδρα της.
pt_br: _TW_ despacha o _TL_ em casa por _RE_.

source: _TW_ dispatch _TL_ with a _RE_ home win.
el: Η _TW_ κερδίζει εντός έδρας την _TL_ με _RE_.
pt_br: _TW_ vence e despacha o _TL_ em casa por _RE_.

source: _TW_ display away dominance
el: Εκτός έδρας επίδειξη δύναμης της _TW_
pt_br: _TW_ domina fora de casa

source: _TW_ dominate at _TL_
el: Κυριαρχία της _TW_ επί της _TL_
pt_br: _TW_ domina o _TL_

source: _TW_ dominate away
el: Εκτός έδρας κυριαρχία της _TW_
pt_br: _TW_ dominar fora de casa

source: _TW_ dominates _TL_
el: Κυριαρχία της _TW_ επί της _TL_
pt_br: _TW_ domina o _TL_

source: _TW_ eliminated despite winning _REW_
el: Αποκλεισμός της _TW_ παρά τη νίκη της με _REW_
pt_br: _TW_ está eliminado, mesmo vencendo por _REW_

source: _TW_ extend winning streak to _WON_TWN__
el: Η _TW_ επεκτείνει το νικηφόρο σερί της σε _WON_TWN__ αγώνες
pt_br: _TW_ estende para _WON_TWN__ o número de vitórias consecutivas

source: _TW_ fortunate to get home win
el: Η _TW_ ήταν τυχερή και κέρδισε εντός έδρας
pt_br: _TW_ com sorte ao obter vitória em casa

source: _TW_ fulfill expectations
el: Η _TW_ ικανοποιεί τις προσδοκίες
pt_br: _TW_ satisfaz as expectativas

source: _TW_ gain [_OLDRANK_TWN__ - _RANK_TWN__] positions in the table.
el: Η _TW_ κερδίζει [_OLDRANK_TWN__ - _RANK_TWN__] θέσεις στον βαθμολογικό πίνακα.
pt_br: _TW_ sobe [_OLDRANK_TWN__ - _RANK_TWN__] posições na tabela.

source: _TW_ get a [tight|close|tense] but deserved _REW_ against _TL_.
el: Η _TW_ επιτυγχάνει ένα δύσκολο αλλά πανάξιο _REW_ απέναντι στην _TL_.
pt_br: _TW_ vence um [apertado|tenso|difícil] mas merecido jogo por _REW_ contra o _TL_.

source: _TW_ get away victory
el: Εκτός έδρας [νίκη|επικράτηση] της _TW_
pt_br: _TW_ vence fora de casa

source: _TW_ get the points against _TL_.
el: Η _TW_ κατακτά τους βαθμούς απέναντι στην _TL_.
pt_br: _TW_ consegue os pontos contra o _TL_.

source: _TW_ had a better team and used their advantage ruthlessly.
el: Η _TW_ είχε καλύτερη ομάδα και το απέδειξε στο γήπεδο.
pt_br: _TW_ tinha um time melhor e usou esta vantagem impiedosamente.

source: _TW_ hold their nerves in penalty shoot-out
el: Η _TW_ ελέγχουν τα νεύρα τους κατά την διαδικασία των πέναλτι
pt_br: _TW_ segura os nervos nos pênaltis

source: _TW_ humiliate _TL_ with _AT_ watching
el: _AT_ θεατές παρακολουθούν τον εξευτελισμό της _TL_ από την _TW_
pt_br: _TW_ humilha _TL_ perante _AT_ espectadores

source: _TW_ improve to rank _RANK_TWN__ in the table.
el: Η _TW_ [ανεβαίνει|σκαρφαλώνει] στην _RANK_TWN__ θέση στον βαθμολογικό πίνακα.
pt_br: _TW_ sobe para a _RANK_TWN__ª posição na tabela de classificação.

source: _TW_ is now _LEAGUECUPNAME_ leader.
el: Η _TW_ είναι τώρα επικεφαλής στη _LEAGUECUPNAME_.
pt_br: _TW_ é agora o líder do _LEAGUECUPNAME_.

source: _TW_ just too strong for _TL_, win _REW_.
el: Η _TW_ ασταμάτητη από την _TL_, κερδίζει _REW_.
pt_br: _TW_ foi muito forte para o _TL_, vencendo por _REW_.

source: _TW_ keep the upper hand in a match with numerous goals.
el: Η _TW_ έχει το πάνω χέρι σε ένα παιχνίδι με πολλά γκολ.
pt_br: _TW_ mantém a supremacia num jogo de diversos gols.

source: _TW_ on top vs _TL_ thanks to goals by _SCORERS_TWN__.
el: Η _TW_ κερδίζει την _TL_ χάρις σε γκολ των _SCORERS_TWN__.
pt_br: _TW_ vai ao topo contra o _TL_ graças aos gols de _SCORERS_TWN__.

source: _TW_ pay with injuries for the win against _TL_.
el: Πύρρεια νίκη της _TW_ επί της _TL_.
pt_br: _TW_ paga com lesões a vitória sobre o _TL_.

source: _TW_ prove betting odds wrong, [beat|overcome|defeat] _TL_
el: Η _TW_ διαψεύδει τα προγνωστικά και κερδίζει την _TL_
pt_br: _TW_ vai contra todas as apostas e [bate|supera|derrota] o _TL_

source: _TW_ retain the upper hand in a match featuring a torrent of goals.
el: Η _TW_ διατηρεί το πάνω χέρι σε ένα παιχνίδι με πολλά γκολ.
pt_br: _TW_ mantém a vantagem em um jogo com uma enxurrada de gols.

source: _TW_ seem invincible in league matches
el: Η _TW_ δείχνει ανίκητη στα παιχνίδια πρωταθλήματος
pt_br: _TW_ segue invencível nos jogos da Liga

source: _TW_ trounce _TL_ in front of their home crowd
el: Η _TW_ συντρίβει την _TL_ μπροστά στους οπαδούς της
pt_br: _TW_ espanca o _TL_ na frente de sua torcida

source: _TW_ turn the football world upside down with a surprising _REW_ win.
el: Η _TW_ φέρνει τα πάνω κάτω με ένα εκπληκτικό _REW_.
pt_br: _TW_ vira o mundo de futebol de cabeça para baixo com uma surpreendente vitória por _REW_.

source: _TW_ unbeaten since _UNBEATEN_TWN__ matches
el: Η _TW_ παραμένει αήττητη εδώ και _UNBEATEN_TWN__ παιχνίδια
pt_br: _TW_ invicto a _UNBEATEN_TWN__ partidas

source: _TW_ upset _TL_
el: Η _TW_ απογοητεύει τη _TL_
pt_br: _TW_ derrota o _TL_

source: _TW_ victorious at home against _TL_
el: Η _TW_ κερδίζει στην έδρα της την _TL_ με _RE_.
pt_br: _TW_ vence em casa contra o _TL_

source: _TW_ victorious despite _GOALS_TLN__ goals against
el: Η _TW_ κερδίζει παρά τα _GOALS_TLN__ γκολ που δέχτηκε
pt_br: _TW_ vence, mesmo levando _GOALS_TLN__ gols

source: _TW_ victorious in extra time
el: Η _TW_ κερδίζει στην παράταση
pt_br: _TW_ vence o jogo na prorrogação

source: _TW_ will [head to|go to|play|contest] the second leg with only one goal ahead.
el: Η _TW_ θα πάει στον δεύτερο αγώνα προβάδισμα μόνο ενός γκολ.
pt_br: _TW_ [jogará|irá para] a jogo de volta com um único gol de vantagem

source: _TW_ will be hard to stop after the _REW_ victory.
el: Δύσκολο να συγκρατηθεί η ασταμάτητη _TW_ μετά τη νίκη με _REW_.
pt_br: _TW_ dificilmente será pardo depois de uma vitória por _REW_.

source: _TW_ will tackle the second leg with only one goal ahead.
el: Η _TW_ πηγαίνει στον δεύτερο αγώνα με προβάδισμα μόνο ενός γκολ.
pt_br: _TW_ irá para o jogo de volta com um único gol de vantagem.

source: _TW_ win [tight|close|tense] first leg
el: Νίκη της _TW_ σε έναν [κλειστό|αμφίρροπο] πρώτο αγώνα
pt_br: _TW_ vencem com dificuldade o jogo de ida

source: _TW_ win _REW_ away.
el: Εκτός έδρας [νίκη|επικράτηση] της _TW_ με _REW_.
pt_br: _TW_ vencem por _REW_ fora de casa.

source: _TW_ win _WON_TWN__th league game in a row
el: Η _TW_ κερδίζει το _WON_TWN__ο συνεχόμενο παιχνίδι πρωταθλήματος
pt_br: _TW_ vence e esta na _WON_TWN__º posição do campeonato

source: _TW_ win an entertaining match thanks to goals by _SCORERS_TWN__.
el: Νίκη της _TW_ σε ένα φανταστικό παιχνίδι χάρις σε γκολ των _SCORERS_TWN__.
pt_br: _TW_ ganhar e se divertem, graças aos gols de _SCORERS_TWN__.

source: _TW_ win at _TL_
el: Η _TW_ κερδίζει την _TL_
pt_br: _TW_ vencem o _TL_

source: _TW_ win at _TL_ in a [tight|close|tense] game
el: Η _TW_ κερδίζει την _TL_ σε ένα [κλειστό|αμφίρροπο] παιχνίδι
pt_br: _TW_ ganha do _TL_ em um jogo tenso

source: _TW_ win at home
el: Εντός έδρας νίκη για την _TW_
pt_br: _TW_ vence em casa

source: _TW_ win at home and won't be stopped easily in the second leg.
el: Εντός έδρας νίκη για την _TW_ που δύσκολα θα σταματηθεί στον δεύτερο αγώνα
pt_br: _TW_ vence em casa conquistando uma excelente vantagem para o jogo de volta.

source: _TW_ win away and can hardly be stopped from advancing.
el: Η _TW_ κερδίζει εκτός έδρας και δύσκολα θα αποτραπεί η πρόκριση της.
pt_br: _TW_ vence fora e dificilmente serão impedidos de avançar.

source: _TW_ win in blowout
el: Πανηγυρική νίκη της _TW_
pt_br: _TW_ vence de maneira esmagadora

source: _TW_ wins comfortably against _TL_
el: Άνετη νίκη της _TW_ επί της _TL_
pt_br: _TW_ vence confortavelmente o _TL_

source: _TW_ wins first leg of _CUPROUNDNAME_ against _TL_
el: Η _TW_ κερδίζει τον πρώτο αγώνα του _CUPROUNDNAME_ την _TL_
pt_br: _TW_ vence o jogo de ida da _CUPROUNDNAME_ contra o _TL_

source: _TW_ wins in a [tight|close|tense] match
el: Νίκη της _TW_ σε ένα [κλειστό|αμφίρροπο] παιχνίδι
pt_br: _TW_ ganha em um jogo tenso

source: _T[_TLAYER0_ G _TLAYER1_]_ [beat|overcome|defeat] a brave opponent
el: Η _T[_TLAYER0_ G _TLAYER1_]_ κερδίζει έναν δύσκολο αντίπαλο
pt_br: _T[_TLAYER0_ G _TLAYER1_]_ [bate|supera|derrota] um bravo adversário

source: _T[_TLAYER0_ G _TLAYER1_]_ thoroughly embarrassed by the _REL_ against a lower class opponent.
el: Η _T[_TLAYER0_ G _TLAYER1_]_ πρέπει να νιώθει ντροπή μετά το _REL_ από έναν κατώτερο στα χαρτιά αντίπαλο.
pt_br: _T[_TLAYER0_ G _TLAYER1_]_ completamente envergonhado com o placar de _REL_ contra um adversário com um elenco teoricamente mais fraco.

source: _T[_TLAYER0_ G _TLAYER1_]_ too strong for _T[_TLAYER0_ L _TLAYER1_]_
el: H _T[_TLAYER0_ G _TLAYER1_]_ ήταν πολύ δύσκολος αντίπαλος για την _T[_TLAYER0_ L _TLAYER1_]_
pt_br: _T[_TLAYER0_ G _TLAYER1_]_ foi muito forte contra o _T[_TLAYER0_ L _TLAYER1_]_

source: _T[_TLAYER0_ L _TLAYER1_]_ don't let the class difference get to them and come throught with a _REW_.
el: Η _T[_TLAYER0_ L _TLAYER1_]_ παρ' ότι ήταν κατώτερη θεωρητικά περνάει με ένα _REW_.
pt_br: _T[_TLAYER0_ L _TLAYER1_]_ não deixa que a superioridade do adversário os convença e conseguem um placar de _REW_.

source: _T[_TLAYER0_ L _TLAYER1_]_ get a result nobody would have expected beforehand.
el: Η _T[_TLAYER0_ L _TLAYER1_]_ επιτυγχάνει κάτι που πριν τον αγώνα φαινόταν ακατόρθωτο
pt_br: _T[_TLAYER0_ L _TLAYER1_]_ obtém um resultado que ninguém esperava anteriormente.

source: _T[_TLAYER0_ L _TLAYER1_]_ get unexpected draw
el: Αναπάντεχη ισοπαλία για την _T[_TLAYER0_ L _TLAYER1_]_
pt_br: _T[_TLAYER0_ L _TLAYER1_]_ consegue um empate inesperado

source: _T[_TLAYER0_ L _TLAYER1_]_ overcome class difference
el: Η _T[_TLAYER0_ L _TLAYER1_]_ υπερισχύει της διαφοράς κατηγορίας
pt_br: _T[_TLAYER0_ L _TLAYER1_]_ supera a diferença de elenco

source: _T[_TLAYER0_ L _TLAYER1_]_ put up a good fight, but _T[_TLAYER0_ G _TLAYER1_]_ are just too strong.
el: Η _T[_TLAYER0_ L _TLAYER1_]_ ήταν πολύ μαχητική αλλά η _T[_TLAYER0_ G _TLAYER1_]_ ήταν πολύ δυνατή.
pt_br: _T[_TLAYER0_ L _TLAYER1_]_ lutou bem, mas o _T[_TLAYER0_ G _TLAYER1_]_ é muito forte.

source: _T[_TLAYER0_ L _TLAYER1_]_ shame _T[_TLAYER0_ G _TLAYER1_]_ with a _REW_ in _LEAGUECUPNAME_.
el: Η _T[_TLAYER0_ L _TLAYER1_]_ ντροπιάζει την _T[_TLAYER0_ G _TLAYER1_]_ με _REW_ στο _LEAGUECUPNAME_.
pt_br: _T[_TLAYER0_ L _TLAYER1_]_ envergonhados pelo _T[_TLAYER0_ G _TLAYER1_]_ com um placar de _REW_ na _LEAGUECUPNAME_.

source: _T[_TLAYER0_ L _TLAYER1_]_ succumb to a superior opponent
el: Η _T[_TLAYER0_ L _TLAYER1_]_ υποκύπτει σε έναν ανώτερο αντίπαλο
pt_br: _T[_TLAYER0_ L _TLAYER1_]_ sucumbe a um adversário superior
