Repository: tstellar/bygfoot
Catalog: po/*.po
Languages: el, hu, pt_br

source: You don't have the money.
el: Δεν έχετε τα χρήματα.
pt_br: Você não tem dinheiro.

source: The betting office doesn't allow you to wager more than %s.
el: Το γραφείο στοιχήματοςδεν σας επιτρέπει να παίξετε πάνω από %s.
pt_br: A casa de apostas não as aceita se o valor for superior a %s.

source: The bank doesn't grant you more money.
el: Η τράπεζα δεν σας δανείζει περισσότερα χρήματα.
pt_br: O banco não lhe empresta mais dinheiro.

source: You can take out at most %s.
el: Μπορείτε να πάρετε %s το μέγιστο.
pt_br: Você pode retirar no máximo %s.

source: Loan
el: Δανεισμός
pt_br: Empréstimo

source: You are not indebted.
el: Δεν είστε χρεωμένοι.
pt_br: Você não está endividado.

source: You don't have enough money to pay back.
el: Δεν έχετε αρκετά χρήματα για να ξεπληρώσετε.
pt_br: Você não tem dinheiro para pagar sua dívida.

source: You can pay back at most %s
el: Μπορείτε να ξεπληρώσετε το πολύ %s
pt_br: Você pode reembolsar até %s

source: Payback
el: Αποπληρωμή
pt_br: Reembolso

source: There are some offers for the player which you rejected or will see next week.
el: Υπάρχουν κάποιες προσφορές για τον παίκτη που απορρίψατε ή θα δείτε την άλλη εβδομάδα.
pt_br: Não há ofertas para o jogador que você rejeitou ou foi adiado para a semana seguinte.

source: more
el: περισσότερο
pt_br: mais

source: less
el: λιγότερο
pt_br: menos

source: %s would like to buy %s. They offer %s for him, which is %s than the player's value. Do you accept?
el: Ο %s θα ήθελε να αγοράσει τον %s. Προσφέρουν %s γι' αυτόν, κάτι που είναι %s πάνω από την τιμή του παίκτη. Δέχεστε;
pt_br: %s querem contratar %s. Oferecem %s para obtê-lo, o que representa %s que o valor do passe do jogador. Aceita?

source: Your offer has been removed.
el: Η προσφορά σας αφαιρέθηκε.
pt_br: Sua oferta foi removida.

source: Your roster is already full. You can't buy more players.
el: Το ρόστερ σας είναι ήδη γεμάτο. Δεν μπορείτε να αγοράσετε και άλλους παίκτες.
pt_br: Seu elenco está completo. Não podes contratar mais jogadores.

source: You offered a transfer fee of %s and a wage of %s for %s. The owners and the player are satisfied with your offer. Do you still want to buy the player?
el: Προσφέρατε ποσό %s για την μεταγραφή και μισθό %s για τον %s. Οι ιδιοκτήτες και ο παίκτης είναι ικανοποιημένοι με την προσφορά σας. Θέλετε ακόμα να αγοράσετε τον παίκτη;
pt_br: Você ofereceu %s pelo Contrato e um salário de %s para %s. Os dirigentes e o jogador estão satisfeitos com sua oferta. Você quer contratá-lo?

source: User %s didn't consider your offer yet.
el: Ο χρήστης %s δεν εξέτασε ακόμα την προσφορά σας.
pt_br: O usuário %s não considerou sua oferta ainda.

source: The player is locked (the team owners are considering an offer currently).
el: Ο παίκτης είναι κλειδωμένος (οι ιδιοκτήτες της ομάδας εξετάζουν τώρα μία προσφορά).
pt_br: Jogador bloqueado (os dirigentes da equipe estão estudando a oferta).

source: The transfer deadline is over.
el: Η προθεσμία για τις μεταγραφές τελείωσε.
pt_br: O prazo de transferência terminou.

source: You are making an offer for %s. Your scout's recommendations for fee and wage are preset.
el: Κάνετε μία προσφορά για τον %s. Οι προτάσεις του σκάουτερ σας για ποσό μεταγραφής και μισθό έχουν προκαθοριστεί.
pt_br: Você está fazendo uma oferta por %s. Seu Recrutador recomenda os seguintes Contrato e Salário.

source: Fee
el: Ποσό μεταγραφής
pt_br: Contrato

source: Wage
el: Μισθός
hu: Fizetés
pt_br: Salário

source: You are making an offer for %s again. Your previous values for fee and wage are preset.
el: Κάνετε μία προσφορά για τον %s ξανά. Οι προηγούμενες τιμές για ποσό μεταγραφής και μισθό είναι προκαθορισμένες.
pt_br: Você está fazendo uma nova oferta para %s. Estes são os valores anteriores.

source: You can't offer a new contract if the old one is still above 2 years.
el: Δεν μπορείτε να προσφέρετε νέο συμβόλαιο αν το παλιό απέχει από την λήξη του πάνω από 2 χρόνια.
pt_br: Não podes oferecer um novo contrato se o atual tem mais de 2 anos.

source: The player won't negotiate with you anymore.
el: Ο παίκτης δεν θα διαπραγματευτεί άλλο μαζί σας.
pt_br: O jogador não negociará mais com você (Ainda pode despedi-lo ou negociá-lo com outro clube. Caso contrário, deixará sua equipe ao se encerrar o contrato).

source: The player feels he doesn't have a future in your star-studded team. He refuses to negotiate.
el: Ο παίκτης αισθάνεται πως δεν έχει κανένα μέλλον στην ομάδα σας που είναι γεμάτη από μεγάλους παίχτες. Αρνείται να διαπραγματευτεί.
pt_br: O jogador acha que não tem futuro em seu time de estrelas. Ele não aceita negociar.

source: You are negotiating with %s about a new contract. Pay attention to what you're doing; if you don't come to terms with him within %d offers, he's going to leave your team after his current contract expires (unless you sell him). You may only abort BEFORE making the first offer. Your scout's recommendations are preset:
el: Διαπραγματεύεστε με τον %s για νέο συμβόλαιο. Προσέξτε τι κάνετε, εάν δεν συμφωνήσετε στους όρους με αυτόν σε %d προσφορές, θα αφήσει την ομάδα σας αφού λήξει το τρέχον του συμβόλαιο (εκτός αν τον πουλήσετε). Μπορείτε να εγκαταλείψετε μόνο ΠΡΙΝ την πραγματοποίηση της πρώτης προσφοράς. Οι εισηγήσεις του σκάουτερ σας είναι προκαθορισμένες:
pt_br: Você está negociando com %s um novo contrato. Cuidado! se não fechar o contrato em %d ofertas, ele deixará sua equipe quando expirar o contrato atual (a menos que o venda ou o despida). Podes desistir ANTES da primeira oferta. Estes são os valores recomendados pelo Recrutador:

source: You want to fire %s. Since his contract expires in %.1f years, he demands a compensation of %s. Do you accept?
el: Θέλετε να απολύσετε τον %s. Από την στιγμή που το συμβόλαιο του λήγει σε %.1f χρόνια, απαιτεί %s ως αποζημίωση. Δέχεστε;
pt_br: Você quer despedir %s. Seu contrato com ele expira em %.1f anos. Ele exige uma remuneração de %s. Você aceita?

source: Left click to move players to and from the youth academy; right click for context menu.
el: Αριστερό κλικ για μετακίνηση παιχτών από και προς την ακαδημία νέων; δεξί κλικ για γενικότερο μενού.
pt_br: Botão-Dir: Mover jogadores para a Divisão de Base; Botão-Esq: Menu contextual

source: Boost ON is disabled in this country definition.
el: Το ON της ώθησης είναι απενεργοποιημένο σε αυτόν τον ορισμό χώρας.
pt_br: 'Motivação' não está habilitada nesta definição regional.

source: Transfers are disabled in this country definition.
el: Οι μεταγραφές είναι απενεργοποιημένες σε αυτόν τον ορισμό χώρας.
pt_br: 'Transferências' não está habilitada nesta definição regional.

source: Left click to make an offer. Right click to remove offer.
el: Αριστερό κλικ για υποβολή προσφοράς. Δεξί κλικ για απόσυρση προσφοράς.
pt_br: Botão-Esq: Realizar oferta. Botão-Dir: Remover oferta.

source: Transfer deadline is Week %d
el: Η προθεσμία για μεταγραφές λήγει την %d εβδομάδα
pt_br: O prazo para transferências termina na semana %d

source: You still have some transfer business to manage.
el: Έχετε ακόμα κάποιες μεταγραφικές εκκρεμότητες.
pt_br: Você tem algumas ofertas pendentes.

source: At least one user didn't take his turn this week. Continue?
el: Τουλάχιστον ένας χρήστης δεν χρησιμοποίησε την σειρά του αυτή την εβδομάδα. Συνέχεια;
pt_br: Pelo menos um usuário não jogou nesta semana. Continuar?

source: There are injured or banned players in one of the user teams. Continue?
el: Υπάρχουν τραυματισμένοι ή τιμωρημένοι παίχτες σε μία από τις ομάδες του χρήστη. Συνέχεια?
pt_br: Você tem jogadores lesionados ou suspensos em sua equipe. Deseja continuar?

source: You haven't made an offer for the player.
el: Δεν έχετε κάνει προσφορά για τον παίκτη.
pt_br: Você não fez uma oferta pelo jogador.

source: You can't apply for a job from abroad if there's more than one user.
el: Δεν μπορείτε να ζητήσετε εργασία στο εξωτερικό εάν υπάρχει πάνω από έναν χρήστες.
pt_br: Você não pode aceitar um posto de trabalho no estrangeiro, se houver mais de um usuário.

source: Cup has no tables.
el: Το κύπελλο δεν έχει πίνακες.
pt_br: Copas não tem tabela de pontos

source: The current game state is unsaved and will be lost. Continue?
el: Η κατάσταση του τρέχοντος παιχνιδιού δεν έχει σωθεί και θα χαθεί. Συνέχεια;
pt_br: O jogo atual não está salvo e caso continue perderá os dados. Deseja continuar?

source: Left click to show table.
el: Αριστερό κλικ για εμφάνιση πίνακα.
pt_br: Clique com o botão esquerdo para exibir a classificação.

source: There are no leagues or cups with tables in this country definition.
el: Δεν υπάρχουν λίγκες ή κύπελλα με πίνακες σε αυτόν τον ορισμό της χώρας.
pt_br: Não há resultados de ligas e taças regionais nesta definição.

source: Left click to show fixtures.
el: Αριστερό κλικ για εμφάνιση εκδηλώσεων.
pt_br: Clique com o botão esquerdo para exibir a tabela

source: There are no leagues in this country definition (only cups).
el: Δεν υπάρχουν λίγκες σε αυτόν τον ορισμό χώρας (μόνο κύπελλα).
pt_br: Não há ligas nesta definição regional (somente copas).

source: There are no season history elements stored yet.
el: Δεν έχουν αποθηκευτεί ακόμα στοιχεία από ιστορίες περιόδου.
pt_br: Não há elementos históricos armazenados.

source: Youth academy is disabled in this country definition.
el: Η ακαδημία νέων είναι απενεργοποιημένη γι αυτόν τον ορισμό χώρας.
pt_br: 'Divisão de Base' não está habilitada nesta definição regional.

source: Set the percentage of your income you want to devote to your youth academy.
el: Καθορισμός του ποσοστού εσόδων που θα επενδυθεί στην ακαδημία νέων.
pt_br: Ajuste o percentual de seu rendimento que será investido na Divisão de Base

source: Right click to apply for job at once, left click to see team info.
el: Δεξί κλικ για αίτηση για εργασία, αριστερό κλικ για εμφάνιση πληροφοριών για την ομάδα.
pt_br: Botão-Dir: Aceitar o trabalho; Botão-Esq: Ver as informações da equipe.

source: The job exchange update interval is %d weeks.
el: Το διάστημα ανταλλαγής εργασίας είναι %d εβδομάδες.
pt_br: O intervalo para atualizar as ofertas de empregos é de %d semanas.

source: There is no default team stored yet.
el: Δεν έχει αποθηκευτεί ακόμα προκαθορισμένη ομάδα.
pt_br: Não há elementos históricos armazenados.

source: Training camp is disabled in this country definition.
el: Το προπονητικό κέντρο είναι απενεργοποιημένο σε αυτόν τον ορισμό χώρας.
pt_br: 'Concentração' não está habilitada nesta definição regional.

source: Your team has already had enough training camps this week.
el: Η ομάδα σας είχε αρκετά προπονητικά κέντρα αυτή την εβδομάδα.
pt_br: Seu time já treinou bastante esta semana.

source: You've reached the limit of %d training camps for the season.
el: Φτάσατε το όριο των %d προπονητικών κέντρων αυτή την περίοδο.
pt_br: Seu time alcançou o limite de %d para treinamento na concentração.

source: Enter a structure. The digits must sum up to 10.
el: Εισάγετε ένα σύστημα. Το σύνολο των ψηφίων πρέπει να είναι 10.
pt_br: Digite uma estrutura. A soma dos algarismos deve dar 10.

source: Structure
el: Σύστημα
pt_br: Estrutura

source: You haven't selected a player.
el: Δεν έχετε επιλέξει κάποιον παίχτη.
pt_br: Você não selecionou um jogador.

source: Contracts are disabled in this country definition.
el: Τα συμβόλαια είναι απενεργοποιημένα σε αυτόν τον ορισμό χώρας.
pt_br: 'Contratos' não está habilitado nesta definição regional.

source: The player is already on the list.
el: Ο παίχτης είναι ήδη στη λίστα.
pt_br: O jogador já está na lista.

source: The player is not on the list.
el: Ο παίχτης δεν είναι στη λίστα.
pt_br: O jogador não está na lista.

source: Your team can't have less than 11 players.
el: Η ομάδα σας δεν μπορεί να έχει λιγότερους από 11 παίχτες.
pt_br: Seu time não pode ter menos de 11 jogadores em campo.

source: Penalty/free kick shooter deselected.
el: Αποεπιλογή εκτελεστή πέναλτι/φάουλ.
pt_br: Não selecionado para bater Penaltis/Faltas

source: %s will shoot penalties and free kicks when he plays.
el: %s θα εκτελεί πέναλτι και φάουλ όταν παίζει.
pt_br: %s irá bater penaltis e faltas quando estiver jogando.

source: The player is too old for the youth academy.
el: Ο παίχτης είναι μεγάλος για την ακαδημία νέων.
pt_br: O jogador não tem mais idade para estar na Divisão de Base.

source: You can't move the player, there are too few players in your team.
el: Δεν μπορείτε να μετακινήσετε τον παίχτη, υπάρχουν λίγοι παίχτες στην ομάδα σας.
pt_br: Você não pode negociar o jogador pois existem poucos jogadores em seu time

source: There is no room in your youth academy.
el: Δεν υπάρχει χώρος στην ακαδημία νέων.
pt_br: Não há espaço em sua Divisão de Base.

source: You can't have more than %d players in the team.
el: Δεν μπορείτε να έχετε περισσότερους από %d παίκτες στην ομάδα.
pt_br: Você não pode ter mais de %d jogadores em sua equipe.

source: Do you really want to kick the poor boy out of your academy?
el: Θέλετε σίγουρα να διώξετε το άτυχο αγόρι από την ακαδημία;
pt_br: Deseja realmente expulsar o juvenil da Divisão de Base?

source: No match stored.
el: Δεν έχει αποθηκευτεί κανένας αγώνας.
pt_br: Não há partidas salvas.

source: Finances are disabled in this country definition.
el: Τα οικονομικά είναι απενεργοποιημένα σε αυτόν τον ορισμό χώρας.
pt_br: 'Finanças' não está habilitada nesta definição regional.

source: You are not in debt.
el: Δεν χρωστάτε.
pt_br: Você não está endividado.

source: It's too late in the season for automatic loan repayment.
el: Είναι αργά στην περίοδο για αυτόματη αποπληρωμή δανείου.
pt_br: Agora é tarde para fazer pagamento automático de empréstimo

source: Left-click: get loan; Right-click: pay back; Middle click: stadium window.
el: Αριστερό κλικ: δανεισμός; Δεξί κλικ: αποπληρωμή; Μεσαίο κλικ: παράθυρο γηπέδου.
pt_br: Botão-Esq: Obter empréstimo; Botão-Dir: Reembolsar; Botão-Med: Estádio.

source: Stadium management is disabled in this country definition.
el: Η διαχείριση γηπέδου είναι απενεργοποιημένη σε αυτόν τον ορισμό χώρας.
pt_br: 'Gestão de estádio' não está habilitada nesta definição regional.

source: Round robin
hu: Csoportkör
pt_br: Rodada preliminar

source: Last %d
el: Τελευταίο %d
pt_br: Último %d

source: Quarter-final
el: Προημιτελικός
pt_br: Quartas de final

source: Copying %s
el: Αντιγραφή %s
pt_br: Copiando %s

source: Ready
el: Έτοιμο
pt_br: Lista

source: You have to pay back your loan this week.
el: Πρέπει να αποπληρώσετε το δάνειο σας αυτή την εβδομάδα.
pt_br: Você deve pagar o empréstimo nesta semana.

source: Your bank account has to be above your drawing credit limit next week.
el: Ο τραπεζικός λογαριασμός σας πρέπει να είναι πάνω από το πιστωτικό σας όριο αυτή την εβδομάδα.
pt_br: Sua conta bancária deve ultrapassar o limite de crédito na próxima semana.

source: You have %d weeks to pay back your loan.
el: Έχετε %d εβδομάδες να αποπληρώσετε το δάνειο σας.
pt_br: Você tem %d semanas para pagar sua dívida.

source: You are free from debt.
el: Είστε ελεύθερος από χρέη.
hu: Nincsen tartozásod.
pt_br: Você está livre de dívidas.

source: You have %d weeks to pay back the rest of your loan.
el: Έχετε %d εβδομάδες για να αποπληρώσετε το υπόλοιπο του δανείου σας.
pt_br: Você tem %d semanas para pagar o restante do empréstimo.

source: e.t.
el: παρ.
pt_br: t.e.

source: -- Second leg
el: -- Δεύτερος αγώνας
pt_br: -- Volta

source: -- First leg
el: -- Πρώτος αγώνας
pt_br: -- Ida

source: -- Replay matches
el: -- Επανάληψη αγώνων
pt_br: -- Repetir partida

source: (FK)
el: Φάουλ
pt_br: (F)

source: (OG)
el: (Αυτογκόλ)
pt_br: (GC)

source: Next week you'll fire him and hire a new one.
el: Την επόμενη εβδομάδα θα απολυθεί και θα προσληφθεί νέος.
pt_br: Na próxima semana, o despedirá e contratará outro.

source: The team owners have fired you because of financial mismanagement. Luckily, the owners of %s have heard of your dismissal and offer you a job. Here's some information on %s:
el: Οι ιδιοκτήτες της ομάδας σας απέλυσαν λόγω οικονομικής κακοδιαχείρισης. Τυχαία, οι ιδιοκτήτες της %s άκουσαν για την αποδέσμευση σας και σας προσφέρουν εργασία. Εδώ υπάρχουν κάποιες πληροφορίες για την %s:
pt_br: Os dirigentes da equipe lhe despediram devido a sua má gestão financeira. Felizmente os dirigentes de %s ouviram falar de sua demissão e lhe oferecem um emprego. Aqui tens informações sobre %s:

source: The team owners have fired you because of unsuccessfulness. Luckily, the owners of %s have heard of your dismissal and offer you a job. Here's some information on %s:
el: Οι ιδιοκτήτες της ομάδας σας απέλυσαν λόγω αποτυχίας. Τυχαία, οι ιδιοκτήτες της %s άκουσαν για την αποδέσμευση σας και σας προσφέρουν εργασία. Εδώ υπάρχουν κάποιες πληροφορίες για την %s:
pt_br: Os dirigentes da equipe estão lhe demitindo devido ao seus insucessos. Felizmente, os dirigentes do %s ouviram falar de sua demissão e lhe oferecem trabalho. Aqui tens informações sobre %s:

source: The owners of %s are deeply impressed by your success with %s and would like to hire you. Here's some information on %s:
el: Οι ιδιοκτήτες της %s εντυπωσιάστηκαν από την επιτυχία σας με την %s και θα ήθελαν να σας προσλάβουν. Εδώ υπάρχουν κάποιες πληροφορίες για την %s:
pt_br: Os dirigentes do %s estão impressionados com seu êxito no %s e desejam contratá-lo. Aqui tens informações sobre %s:

source: Click on OK to apply for the job. Click on CANCEL to close the window.
el: Κλικ στο OK για αίτηση για εργασία. Κλικ στο CANCEL για κλείσιμο παραθύρου.
pt_br: Clique OK para aceitar o trabalho. Clique CANCELAR para fechar a janela.

source: Accept?
el: Αποδοχή;
hu: Elfogad?
pt_br: Aceita?

source: Apply for the job?
el: Αίτηση για εργασία;
pt_br: Aceitar novo trabalho?

source: (NOTE: If you don't, the game is over for you.)
el: (ΣΗΜΕΙΩΣΗ: Εάν δεν δεχτείτε, το παιχνίδι τελείωσε για σας.)
pt_br: (NOTA: Se não aceitar o jogo terminará para você)

source: Job offers set to %s.
el: Προσφορές για εργασία καθοριζόμενες σε %s.
pt_br: Ofertas de trabalho definida para %s.

source: Live game set to %s.
el: Ζωντανό παιχνίδι καθοριζόμενο σε %s.
pt_br: Ao Vivo: %s.

source: Overwrite set to %s.
el: Επικάλυψη καθοριζόμενη σε %s.
pt_br: Sobrescrever a definição: %s.

source: Bygfoot is a very intuitive and simple game, so there isn't a full-grown documentation. However, if you have trouble, there are a few places to go.
el: Το Bygfoot είναι ένα πολύ ενορατικό και απλό παιχνίδι, οπότε δεν υπάρχει μια πλήρης τεκμηρίωση. Αν πάντως έχετε πρόβλημα, υπάρχουν κάποια μέρη για να πάτε.
pt_br: Bygfoot é um jogo muito simples e intuitivo e, por isso não é uma documentação completa. No entanto, se você tiver alguma dificuldade, existem alguns lugares para pedir ajuda:

source: At the Bygfoot forums you can report bugs, ask for help and discuss the game:
el: Στα φόρουμ του Bygfoot μπορείτε να αναφέρετε bugs, να ζητήσετε βοήθεια και να συζητήσετε για το παιχνίδι:
pt_br: Nos fóruns do Bygfoot você pode relatar bugs, pedir ajuda e discutir sobre o jogo (você não tem de se registar):

source: You can also write an email to the authors:
el: Μπορείτε ακόμα και να γράψετε ένα email προς τους συγγραφείς:
pt_br: Você também pode escrever um e-mail para os autores:

source: ALL OUT DEFEND
el: ΟΛΟΙ ΑΜΥΝΑ
pt_br: TODOS NA DEFESA

source: DEFEND
el: ΑΜΥΝΑ
pt_br: DEFESA

source: BALANCED
el: ΙΣΟΡΡΟΠΙΑ
pt_br: EQUILIBRADO

source: ATTACK
el: ΕΠΙΘΕΣΗ
pt_br: ATAQUE

source: ALL OUT ATTACK
el: ΟΛΟΙ ΕΠΙΘΕΣΗ
pt_br: TODOS NO ATAQUE

source: OFF
el: ΑΝΕΝΕΡΓΟ
pt_br: DESATIVADO

source: ON
el: ΕΝΕΡΓΟ
pt_br: ATIVADO

source: %d : %d e.t.
el: %d : %d παρ.
pt_br: %d : %d t.e.

source: Saving options...
el: Επιλογές αποθήκευσης...
pt_br: Salvando opções...

source: Saving leagues and cups...
el: Αποθήκευση λιγκών και κυπέλλων...
pt_br: Salvando ligas e copas...

source: Saving users...
el: Αποθήκευση χρηστών...
pt_br: Salvando usuários...

source: Saving transfer list...
el: Αποθήκευση λίστας μεταγραφών...
pt_br: Salvando a lista de transferência...

source: Saving season stats...
el: Αποθήκευση στατιστικών περιόδου...
pt_br: Salvando as estatísticas da Temporada...

source: Saving job exchange...
el: Αποθήκευση ανταλλαγής εργασίας...
pt_br: Salvando ofertas de trabalho...

source: Saving newspaper...
el: Αποθήκευση εφημερίδας...
pt_br: Salvando notícias...

source: Saving miscellaneous...
el: Αποθήκευση διαφόρων...
pt_br: Salvando miscelâneas...

source: Compressing savegame...
el: Συμπίεση αποθηκευμένου παιχνιδιού...
hu: Játékállás-mentés tömörítése...
pt_br: Comprimindo arquivo...

source: Done.
el: Ολοκληρώθηκε.
pt_br: Feito.

source: Last save file not found.
el: Δεν βρέθηκε αρχείο τελευταίας αποθήκευσης.
pt_br: O último arquivo salvo não foi encontrado.

source: Uncompressing savegame...
el: Αποσυμπίεση αποθηκευμένου παιχνιδιού...
hu: Játékállás-mentés kicsomagolása...
pt_br: Descomprimindo jogo salvo...

source: Loading options...
el: Φόρτωση επιλογών...
pt_br: Carregando opções...

source: Loading leagues and cups...
el: Φόρτωση λιγκών και κυπέλλων...
pt_br: Carregando ligas e copas...

source: Loading users...
el: Φόρτωση χρηστών...
pt_br: Carregando usuários...

source: Loading transfer list...
el: Φόρτωση λίστας μεταγραφών...
pt_br: Carregando a lista de transferência...

source: Loading season stats...
el: Φόρτωση στατιστικών περιόδου...
pt_br: Carregando estatísticas da Temporada...

source: Loading job exchange...
el: Φόρτωση ανταλλαγής εργασίας...
pt_br: Carregando ofertas de trabalho...

source: Loading newspaper...
el: Φόρτωση εφημερίδας...
pt_br: Carregando notícias...

source: Loading miscellaneous...
el: Φόρτωση διαφόρων...
pt_br: Carregando miscelâneas...

source: Load last savegame
el: Φόρτωση τελευταίου αποθηκευμένου παιχνιδιού
pt_br: _Carregar o último jogo salvo

source: Specify additional support directory (takes priority over default ones)
el: Καθορισμός επιπρόσθετου καταλόγου υποστήριξης (έχει παραπάνω προτεραιότητα από τους προεπιλεγόμενους)
pt_br: Especifique um diretório adicional de suporte (tem prioridade sobre os pré-definidos)

source: String id of the country to load
el: Αλφαριθμητικό id της χώρας για φόρτωση
pt_br: Puxar a id do país ao carregar.

source: Language to use (a code like 'de')
el: Γλώσσα για χρήση (κωδικός όπως 'de')
pt_br: Idioma a usar (um código como 'de')

source: Test an XML commentary file
el: Δοκιμή XML αρχείου περιγραφής
pt_br: Testar um arquivo de comentário XML

source: Commentary file name (may be in a support dir)
el: Όνομα αρχείου περιγραφής (μπορεί να είναι σε έναν κατάλογο υποστήριξης)
pt_br: Arquivo de comentários (Pode ser um apoio)

source: File containing live game tokens (may be in a support dir)
el: Αρχείο που να περιλαμβάνει tokens ζωντανού παιχνιδιού (μπορεί να βρίσκεται σε ένα κατάλογο υποστήριξης)
pt_br: Arquivo que contém as mensagens do jogo Ao Vivo (pode ser um apoio no dir)

source: Commentary event to test; leave out to test all commentaries
el: Γεγονός περιγραφής για δοκιμή; παραλείψτε το για δοκιμή όλων των περιγραφών
pt_br: Comentário em evento de teste; deixar de fora para testar todos os comentários

source: How many commentaries to generate per event
el: Πόσες περιγραφές θα δημιουργηθούν για κάθε γεγονός
pt_br: Quantos comentários gerados por evento

source: - a simple and addictive GTK2 football manager
el: - ένας απλός και εθιστικός GTK2 μάνατζερ ποδοσφαίρου
pt_br: - um simples e viciante gerenciador de futebol GTK2

source: %s couldn't afford to buy %s or his roster was full.
el: %s δεν μπόρεσε να αγοράσει τον %s ή το ρόστερ του ήταν πλήρες.
pt_br: %s não tem dinheiro para contratar a %s ou o elenco está completo.

source: You didn't have enough money to buy %s or your roster was full.
el: Δεν έχετε αρκετά χρήματα για να αγοράσετε τον %s ή το ρόστερ σας είναι πλήρες.
pt_br: Você não tem dinheiro suficiente para contratar %s ou seu elenco está completo.
