Repository: tstellar/bygfoot
Catalog: po/*.po
Languages: el, hu, pt_br

source: _CUPMATCHLOSER_ would only have needed one more goal to win the match-up.
el: Η _CUPMATCHLOSER_ χρειαζόταν μόνο ένα ακόμα γκολ για να νικήσει στην σειρά των αγώνων.
pt_br: O _CUPMATCHLOSER_ precisava apenas de mais um gol para ganhar a vaga.

source: _CUPMATCHWINNER_ [beat|overcome|defeat] _CUPMATCHLOSER_ in _LEAGUECUPNAME_ final
el: Η _CUPMATCHWINNER_ [κερδίζει τη|υπερτερεί της] _CUPMATCHLOSER_ στον τελικό του _LEAGUECUPNAME_
pt_br: O _CUPMATCHWINNER_ [bate|supera|derrota] o _CUPMATCHLOSER_ na final da _LEAGUECUPNAME_

source: _CUPMATCHWINNER_ [beat|overcome|defeat] _CUPMATCHLOSER_ in _LEAGUECUPNAME_ quarterfinal
el: Η _CUPMATCHWINNER_ [κερδίζει τη|υπερτερεί της] _CUPMATCHLOSER_ στον προημιτελικό του _LEAGUECUPNAME_
pt_br: O _CUPMATCHWINNER_ [bate|supera|derrota] o _CUPMATCHLOSER_ nas quartas-de-final da _LEAGUECUPNAME_

source: _CUPMATCHWINNER_ [beat|overcome|defeat] _CUPMATCHLOSER_ in _LEAGUECUPNAME_ semifinal
el: Η _CUPMATCHWINNER_ [κερδίζει τη|υπερτερεί της] _CUPMATCHLOSER_ στον ημιτελικό του _LEAGUECUPNAME_
pt_br: O _CUPMATCHWINNER_ [bate|supera|derrota] o _CUPMATCHLOSER_ na semifinal da _LEAGUECUPNAME_

source: _CUPMATCHWINNER_ advance [thanks to|on] away goal rule
el: Η _CUPMATCHWINNER_ [προκρίνεται|περνάει στον επόμενο γύρο] χάρις στα εκτός έδρας γκολ
pt_br: _CUPMATCHWINNER_ avança [graças|devido] a regra do gol fora de casa

source: _CUPMATCHWINNER_ advance after _RE_
el: Η _CUPMATCHWINNER_ προκρίνεται μετά από ένα _RE_
pt_br: _CUPMATCHWINNER_ avança com o placar de _RE_

source: _CUPMATCHWINNER_ advance easily
el: Εύκολη πρόκριση της _CUPMATCHWINNER_
pt_br: _CUPMATCHWINNER_ avança facilmente

source: _CUPMATCHWINNER_ advance in _LEAGUECUPNAME_
el: Η _CUPMATCHWINNER_ προκρίνεται στον επόμενο γύρο του _LEAGUECUPNAME_
pt_br: _CUPMATCHWINNER_ avança na _LEAGUECUPNAME_

source: _CUPMATCHWINNER_ advance to _LEAGUECUPNAME_ final
el: Η _CUPMATCHWINNER_ προκρίνεται στον τελικό του _LEAGUECUPNAME_
pt_br: _CUPMATCHWINNER_ avança para final da _LEAGUECUPNAME_

source: _CUPMATCHWINNER_ advance to _LEAGUECUPNAME_ semifinal
el: Η _CUPMATCHWINNER_ προκρίνεται στον ημιτελικό του _LEAGUECUPNAME_
pt_br: _CUPMATCHWINNER_ avança para a semifinal da _LEAGUECUPNAME_

source: _CUPMATCHWINNER_ advance to next round thanks to _SCORERS_CUPMATCHWINNERN__.
el: Η _CUPMATCHWINNER_ προκρίνεται στον επόμενο γύρο χάρις στους _SCORERS_CUPMATCHWINNERN__.
pt_br: _CUPMATCHWINNER_ avança para próxima fase graças a _SCORERS_CUPMATCHWINNERN__.

source: _CUPMATCHWINNER_ advance with draw
el: Η _CUPMATCHWINNER_ προκρίνεται με ισοπαλία
pt_br: _CUPMATCHWINNER_ avança com um empate

source: _CUPMATCHWINNER_ advance with just one goal difference
el: Η _CUPMATCHWINNER_ προκρίνεται με μόνο ένα γκολ διαφορά
pt_br: _CUPMATCHWINNER_ avança devido ao saldo de golos

source: _CUPMATCHWINNER_ advances
el: Η _CUPMATCHWINNER_ προκρίνεται
pt_br: _CUPMATCHWINNER_ avança

source: _CUPMATCHWINNER_ are _LEAGUECUPNAME_ winners
el: Η _CUPMATCHWINNER_ κατακτά το _LEAGUECUPNAME_
pt_br: _CUPMATCHWINNER_ é campeão do(a) _LEAGUECUPNAME_

source: _CUPMATCHWINNER_ are on top after a _REW_ in the second leg of the final.
el: Η _CUPMATCHWINNER_ είναι στην κορυφή μετά από ένα _REW_ στον δεύτερο αγώνα του τελικού.
pt_br: _CUPMATCHWINNER_ estão no topo após o placar de _REW_ no jogo de volta da final.

source: _CUPMATCHWINNER_ can't be stopped by _CUPMATCHLOSER_ and come through with a _REW_.
el: Η _CUPMATCHLOSER_ δεν μπορεί να σταματήσει την _CUPMATCHWINNER_ που περνά με ένα _REW_.
pt_br: _CUPMATCHWINNER_ não pode ser parado pelo _CUPMATCHLOSER_ com um placar de _REW_.

source: _CUPMATCHWINNER_ can't be stopped by _CUPMATCHLOSER_ and comes through with a _REW_.
el: Η _CUPMATCHLOSER_ δεν μπορεί να σταματήσει την _CUPMATCHWINNER_ που περνά με ένα _REW_.
pt_br: _CUPMATCHWINNER_ não pode ser parado pelo _CUPMATCHLOSER_ com um placar de _REW_.

source: _CUPMATCHWINNER_ can't be stopped by _CUPMATCHLOSER_ and win the title with a _REW_.
el: Η _CUPMATCHLOSER_ δεν μπορεί να σταματήσει την _CUPMATCHWINNER_ που κατακτά τον τίτλο με ένα _REW_.
pt_br: _CUPMATCHWINNER_ não pode ser parado pelo _CUPMATCHLOSER_ e ganhar o título com um placar de _REW_.

source: _CUPMATCHWINNER_ comfortably through to next round
el: Άνετη πρόκριση της _CUPMATCHWINNER_ στον επόμενο γύρο
pt_br: _CUPMATCHWINNER_ confortável até a próxima fase

source: _CUPMATCHWINNER_ cruise to the finals against an overmatched opponent.
el: Η _CUPMATCHWINNER_ φτάνει άνετα στον τελικό απέναντι σε έναν υποδεέστερο αντίπαλο.
pt_br: _CUPMATCHWINNER_ estraçalha o adversário e chega a final.

source: _CUPMATCHWINNER_ cruise to the semifinals against an overmatched opponent.
el: Η _CUPMATCHWINNER_ φτάνει άνετα στον ημιτελικό απέναντι σε έναν υποδεέστερο αντίπαλο.
pt_br: _CUPMATCHWINNER_ estraçalha o adversário e chega a semifinal.

source: _CUPMATCHWINNER_ cruise to the title against an overmatched opponent.
el: Η _CUPMATCHWINNER_ κατακτά άνετα τον τίτλο απέναντι σε έναν υποδεέστερο αντίπαλο.
pt_br: _CUPMATCHWINNER_ estraçalha o adversário e leva o título.

source: _CUPMATCHWINNER_ didn't face a real challenge in this match-up and deserve to advance.
el: Η _CUPMATCHWINNER_ δεν αντιμετώπισε σοβαρή αντίσταση σε αυτή τη σειρά και αξίζει την πρόκριση.
pt_br: _CUPMATCHWINNER_ não enfrenta um desafio real neste jogo e merece avançar.

source: _CUPMATCHWINNER_ didn't face a real challenge in this match-up and deserves to advance.
el: Η _CUPMATCHWINNER_ δεν αντιμετώπισε σοβαρή αντίσταση σε αυτή τη σειρά και αξίζει την πρόκριση.
pt_br: _CUPMATCHWINNER_ não enfrenta um desafio real neste jogo e merece avançar.

source: _CUPMATCHWINNER_ dominant in both games and deserve to advance to the semifinal.
el: Η _CUPMATCHWINNER_ κυριαρχεί και στα δυο παιχνίδια και αξίζει την πρόκριση στον ημιτελικό.
pt_br: _CUPMATCHWINNER_ domina ambos os jogos e merece para avançar para a semifinal.

source: _CUPMATCHWINNER_ dominant in both games and deserves to advance to the final.
el: Η _CUPMATCHWINNER_ κυριαρχεί και στα δυο παιχνίδια και αξίζει την πρόκριση στον τελικό.
pt_br: _CUPMATCHWINNER_ domina ambos os jogos e merece para avançar para a final.

source: _CUPMATCHWINNER_ dominant in the title games and deserves to take home the cup.
el: Η _CUPMATCHWINNER_ κυριαρχεί στα παιχνίδια για τον τίτλο και αξίζει να πάρει το κύπελλο.
pt_br: _CUPMATCHWINNER_ domina a disputa do título e merece levar a taça pra casa.

source: _CUPMATCHWINNER_ dominated this match-up and are still a contender for the title.
el: Η _CUPMATCHWINNER_ κυριαρχεί σε αυτή τη σειρά και είναι ακόμα ένα από τα φαβορί για τον τίτλο.
pt_br: _CUPMATCHWINNER_ domina a partida e ainda concorre ao título.

source: _CUPMATCHWINNER_ in control, win final after a _REW_.
el: Η _CUPMATCHWINNER_ κερδίζει τον τελικό μετά από ένα _REW_.
pt_br: _CUPMATCHWINNER_ no controle, depois de uma vitória por _REW_.

source: _CUPMATCHWINNER_ in control, win quarterfinal after a _REW_.
el: Η _CUPMATCHWINNER_ κερδίζει τον προημιτελικό μετά από ένα _REW_.
pt_br: _CUPMATCHWINNER_ no controle, após uma vitória nas quartas por _REW_.

source: _CUPMATCHWINNER_ in control, win semifinal after a _REW_.
el: Η _CUPMATCHWINNER_ κερδίζει τον ημιτελικό μετά από ένα _REW_.
pt_br: _CUPMATCHWINNER_ no controle, após uma vitória semifinal por _REW_.

source: _CUPMATCHWINNER_ reach next round easily
el: Εύκολη πρόκριση της _CUPMATCHWINNER_ στον επόμενο γύρο
pt_br: _CUPMATCHWINNER_ passa pra próxima fase com facilidade

source: _CUPMATCHWINNER_ reache its final goal after having subdued _CUPMATCHLOSER_.
el: Η _CUPMATCHWINNER_ φτάνει στον τελικό της στόχο [νικώντας|υποτάσσοντας] την _CUPMATCHLOSER_.
pt_br: _CUPMATCHWINNER_ consegue seu objetivo final, depois de subjugar o _CUPMATCHLOSER_.

source: _CUPMATCHWINNER_ reache the final after having subdued _CUPMATCHLOSER_.
el: Η _CUPMATCHWINNER_ φτάνει στον τελικό [νικώντας|υποτάσσοντας] την _CUPMATCHLOSER_.
pt_br: _CUPMATCHWINNER_ chega a final após subjugar o _CUPMATCHLOSER_.

source: _CUPMATCHWINNER_ reache the semifinal after having subdued _CUPMATCHLOSER_.
el: Η _CUPMATCHWINNER_ φτάνει στον ημιτελικό [νικώντας|υποτάσσοντας] την _CUPMATCHLOSER_.
pt_br: _CUPMATCHWINNER_ chega a semifinal após subjugar o _CUPMATCHLOSER_.

source: _CUPMATCHWINNER_ should give _SCORERS_CUPMATCHWINNERN__ a medal for shooting them into the next round.
el: Η _CUPMATCHWINNER_ πρέπει να κάνει [άγαλμα|τάμα] στους _SCORERS_CUPMATCHWINNERN__ που την έστειλαν στον επόμενο γύρο.
pt_br: _CUPMATCHWINNER_ devia dar uma medalha a _SCORERS_CUPMATCHWINNERN__ por ter levado-o a próxima fase.

source: _CUPMATCHWINNER_ shows resilience against _CUPMATCHLOSER_ and advances to the next round after a scare.
el: Η _CUPMATCHWINNER_ δείχνει χαλαρότητα απέναντι στη _CUPMATCHLOSER_ και περνάει δύσκολα.
pt_br: _CUPMATCHWINNER_ mostra resistência contra o _CUPMATCHLOSER_ e avança para a próxima fase depois de um susto.

source: _CUPMATCHWINNER_ successful after a _REW_ in the second leg of the quarterfinal.
el: Ευτυχή κατάληξη για την _CUPMATCHWINNER_ μετά από ένα _REW_ στον δεύτερο αγώνα του προημιτελικού.
pt_br: _CUPMATCHWINNER_ bem sucedido, depois de um placar de _REW_ no jogo de volta das quartas-de-final.

source: _CUPMATCHWINNER_ successful after a _REW_ in the second leg of the semifinal.
el: Ευτυχή κατάληξη για την _CUPMATCHWINNER_ μετά από ένα _REW_ στον δεύτερο αγώνα του ημιτελικού.
pt_br: _CUPMATCHWINNER_ bem sucedido, depois de um placar de _REW_ no jogo de volta da semifinal.

source: _CUPMATCHWINNER_ take _LEAGUECUPNAME_ crown
el: Η _CUPMATCHWINNER_ κερδίζει το στέμμα του _LEAGUECUPNAME_
pt_br: _CUPMATCHWINNER_ toma a coroa da _LEAGUECUPNAME_

source: _CUPMATCHWINNER_ through in spite of loss
el: Η _CUPMATCHWINNER_ προκρίνεται παρά την ήττα
pt_br: _CUPMATCHWINNER_ continua, apesar da derrota

source: _CUPMATCHWINNER_ through thanks to goals by _SCORERS_CUPMATCHWINNERN__.
el: Η _CUPMATCHWINNER_ περνά χάρις σε γκολ των _SCORERS_CUPMATCHWINNERN__.
pt_br: _CUPMATCHWINNER_ continua vivo na competição, graças aos gols de _SCORERS_CUPMATCHWINNERN__.

source: _CUPMATCHWINNER_ through to _LEAGUECUPNAME_ final
el: Η _CUPMATCHWINNER_ [περνάει|προκρίνεται] στον τελικό του _LEAGUECUPNAME_
pt_br: _CUPMATCHWINNER_ está na final da _LEAGUECUPNAME_

source: _CUPMATCHWINNER_ through to _LEAGUECUPNAME_ semifinal
el: Η _CUPMATCHWINNER_ [περνάει|προκρίνεται] στον ημιτελικό του _LEAGUECUPNAME_
pt_br: _CUPMATCHWINNER_ passa para a semifinal da _LEAGUECUPNAME_

source: _CUPMATCHWINNER_ through to the next round
el: Η _CUPMATCHWINNER_ [περνάει|προκρίνεται] στον επόμενο γύρο
pt_br: _CUPMATCHWINNER_ passa pra próxima fase

source: _CUPMATCHWINNER_ win _LEAGUECUPNAME_
el: Η _CUPMATCHWINNER_ κερδίζει το _LEAGUECUPNAME_
pt_br: _CUPMATCHWINNER_ vence o(a) _LEAGUECUPNAME_

source: _GOALS_TLN__ goals are not enough to win for _TL_.
el: Τα _GOALS_TLN__ γκολ της _TL_.δεν είναι αρκετά για τη νίκη.
pt_br: _GOALS_TLN__ gols não são suficientes para vencer o _TL_.

source: _GOALS_TLN__ goals not enough for _TL_
el: Τα _GOALS_TLN__ γκολ της _TL_.δεν είναι αρκετά
pt_br: _GOALS_TLN__ gols não é suficiente para o _TL_

source: _HIGHGOALS_TLN__ goals by _HIGHSCORER_TLN__ can't prevent _TL_ from losing.
el: Τα _HIGHGOALS_TLN__ γκολ του _HIGHSCORER_TLN__ δεν μπορούν να αποτρέψουν την ήττα της _TL_.
pt_br: _HIGHGOALS_TLN__ gols de _HIGHSCORER_TLN__ não impede a derrota do _TL_.

source: _HIGHGOALS_TLN__ goals by _HIGHSCORER_TLN__ can't stop _TW_ from winning.
el: Τα _HIGHGOALS_TLN__ γκολ του _HIGHSCORER_TLN__ δεν μπορούν να αποτρέψουν τη νίκη της _TW_.
pt_br: _HIGHGOALS_TLN__ gols de _HIGHSCORER_TLN__ não impede a vitória do _TW_.

source: _HIGHGOALS_TLN__ goals by _HIGHSCORER_TLN__ not enough for _TL_ to withstand _TW_.
el: Τα _HIGHGOALS_TLN__ γκολ του _HIGHSCORER_TLN__ δεν είναι αρκετά για την _TL_ να αντιμετωπίσει την _TW_.
pt_br: _HIGHGOALS_TLN__ gols de _HIGHSCORER_TLN__ não são suficientes para o _TL_ resistir ao _TW_.

source: _HIGHSCORER_TWN__ gets hat-trick in an entertaining match.
el: Ο _HIGHSCORER_TWN__ πετυχαίνει χατ-τρικ σε ένα εκπληκτικό παιχνίδι.
pt_br: _HIGHSCORER_TWN__ marca um hat-trick numa partida incrível.

source: _HIGHSCORER_TWN__ nets _HIGHGOALS_TWN__ goals in [sensational|dominating] win.
el: Ο _HIGHSCORER_TWN__ βάζει _HIGHGOALS_TWN__ γκολ σε μία φανταστική νίκη.
pt_br: _HIGHSCORER_TWN__ balança a rede _HIGHGOALS_TWN__ vezes numa [sensacional|impressionante] vitória.

source: _HIGHSCORER_TWN__ nets _HIGHGOALS_TWN__ goals in impressive victory.
el: Ο _HIGHSCORER_TWN__ βάζει _HIGHGOALS_TWN__ γκολ σε μία επιβλητική νίκη.
pt_br: _HIGHSCORER_TWN__ balança a rede _HIGHGOALS_TWN__ vezes numa vitória impressionante.

source: _HIGHSCORER_TWN__ scores _HIGHGOALS_TWN__ times.
el: Ο _HIGHSCORER_TWN__ σκοράρει _HIGHGOALS_TWN__ φορές.
pt_br: _HIGHSCORER_TWN__ marca _HIGHGOALS_TWN__ vezes.

source: _HIGHSCORER_TWN__ scores a hat-trick in an entertaining encounter.
el: Ο _HIGHSCORER_TWN__ πετυχαίνει χατ-τρικ σε ένα διασκεδαστικό παιχνίδι.
pt_br: _HIGHSCORER_TWN__ marca um hat-trick num jogo incrível.

source: _LEAGUECUPNAME_: _T[_TLAYER0_ L _TLAYER1_]_ eke out a draw
el: _LEAGUECUPNAME_: Η _T[_TLAYER0_ L _TLAYER1_]_ παίρνει ισοπαλία
pt_br: _LEAGUECUPNAME_: _T[_TLAYER0_ L _TLAYER1_]_ consegue um empate fora

source: _LOST_TLN__ losses in a row for _TL_
el: _LOST_TLN__ συνεχόμενες ήττες για την _TL_
pt_br: _LOST_TLN__ª derrota seguida do _TL_

source: _REW_ against _TL_ not enough for _TW_
el: Το _REW_ απέναντι στην _TL_ δεν είναι αρκετό για την _TW_
pt_br: _REW_ contra o _TL_ não é suficiente para o _TW_

source: _REW_ not enough for _TW_ in second leg
el: Το _REW_ στον δεύτερο αγώνα δεν είναι αρκετό για την _TW_
pt_br: _REW_ não é suficiente para o _TW_ no jogo de volta

source: _RE_ in the second leg is enough for _CUPMATCHWINNER_ to advance.
el: Το _RE_ στον δεύτερο αγώνα δεν αρκεί για πρόκριση της _CUPMATCHWINNER_.
pt_br: _RE_ no jogo de volta é o suficiente para o _CUPMATCHWINNER_ avançar.

source: _RE_ in the second leg is enough for _CUPMATCHWINNER_ to grab the title.
el: Το _RE_ στον δεύτερο αγώνα δεν αρκεί για να κερδίσει τον τίτλο η _CUPMATCHWINNER_.
pt_br: _RE_ no jogo de volta é o suficiente para o _CUPMATCHWINNER_ conquistar o título.

source: _SCORERS0_ saves the draw for _T0_ against _T1_.
el: Ο _SCORERS0_ σώζει την ισοπαλία για την _T0_ απέναντι στην _T1_.
pt_br: _SCORERS0_ salva o _T0_ do empate contra _T1_.

source: _SCORERS1_ saves the draw for _T1_ at _T0_.
el: Ο _SCORERS1_ σώζει την ισοπαλία για την _T1_ στην έδρα της _T0_.
pt_br: _SCORERS1_ acaba com o empate entre _T1_ e _T0_.

source: _SCORERS_CUPMATCHWINNERN__ ensure that _CUPMATCHWINNER_ advance to the next round of _LEAGUECUPNAME_.
el: Οι _SCORERS_CUPMATCHWINNERN__ διασφαλίζουν την πρόκριση της _CUPMATCHWINNER_ στον επόμενο γύρο του _LEAGUECUPNAME_.
pt_br: _SCORERS_CUPMATCHWINNERN__ garante o _CUPMATCHWINNER_ na próxima fase da _LEAGUECUPNAME_.

source: _SCORERS_CUPMATCHWINNERN__ get the cup winning goal against _CUPMATCHLOSER_.
el: Ο _SCORERS_CUPMATCHWINNERN__ πετυχαίνει το νικητήριο γκολ που κρίνει το κύπελλο ενάντια στη _CUPMATCHLOSER_.
pt_br: _SCORERS_CUPMATCHWINNERN__ marca o gol da copa contra o _CUPMATCHLOSER_.

source: _SCORERS_CUPMATCHWINNERN__ gets the winning goal against _CUPMATCHLOSER_.
el: Ο _SCORERS_CUPMATCHWINNERN__ πετυχαίνει το νικητήριο γκολ ενάντια στη _CUPMATCHLOSER_.
pt_br: _SCORERS_CUPMATCHWINNERN__ marca o gol da vitória contra o _CUPMATCHLOSER_.

source: _SCORERS_CUPMATCHWINNERN__ help _CUPMATCHWINNER_ advance after an exciting match watched by a crowd of _AT_.
el: Οι _SCORERS_CUPMATCHWINNERN__ βοηθούν στην πρόκριση της _CUPMATCHWINNER_ σε ένα συναρπαστικό παιχνίδι που παρακολουθούν _AT_ θεατές.
pt_br: _SCORERS_CUPMATCHWINNERN__ ajuda o _CUPMATCHWINNER_ a avançar após um jogo emocionante, assistido por uma multidão de _AT_ espectadores.

source: _SCORERS_CUPMATCHWINNERN__ help _CUPMATCHWINNER_ win the title after an exciting match watched by a crowd of _AT_.
el: Οι _SCORERS_CUPMATCHWINNERN__ βοηθούν την _CUPMATCHWINNER_ να κερδίσει τον τίτλο σε ένα συναρπαστικό παιχνίδι που παρακολουθούν _AT_ θεατές.
pt_br: _SCORERS_CUPMATCHWINNERN__ ajuda o _CUPMATCHWINNER_ a ganhar o título após uma partida emocionante, assistida por uma multidão de _AT_ espectadores.

source: _SCORERS_CUPMATCHWINNERN__ score as _CUPMATCHWINNER_ squeeze by _CUPMATCHLOSER_.
el: Οι _SCORERS_CUPMATCHWINNERN__ σκοράρουν στη δύσκολη επικράτηση της _CUPMATCHWINNER_ επί της _CUPMATCHLOSER_.
pt_br: _SCORERS_CUPMATCHWINNERN__, jogador do _CUPMATCHWINNER_, humilha o _CUPMATCHLOSER_.

source: _SCORERS_CUPMATCHWINNERN__ score as _CUPMATCHWINNER_ squeezes by _CUPMATCHLOSER_.
el: Οι _SCORERS_CUPMATCHWINNERN__ σκοράρουν στη δύσκολη επικράτηση της _CUPMATCHWINNER_ επί της _CUPMATCHLOSER_.
pt_br: _SCORERS_CUPMATCHWINNERN__, jogador do _CUPMATCHWINNER_, esmaga o _CUPMATCHLOSER_.

source: _SCORERS_CUPMATCHWINNERN__ scores against _CUPMATCHLOSER_ and is the first player to hoist the cup.
el: Ο _SCORERS_CUPMATCHWINNERN__ σκοράρει ενάντια στην _CUPMATCHLOSER_ και είναι ο πρώτος παίκτης που σηκώνει το κύπελλο.
pt_br: _SCORERS_CUPMATCHWINNERN__, o goleador contra o _CUPMATCHLOSER_, é o primeiro jogador a erguer a taça.

source: _SCORERS_CUPMATCHWINNERN__ single-handedly ensures a place in the semis against _CUPMATCHLOSER_.
el: Μόνος του ο _SCORERS_CUPMATCHWINNERN__ διασφαλίζει τη δύσκολη πρόκριση στα ημιτελικά ενάντια στην _CUPMATCHLOSER_.
pt_br: _SCORERS_CUPMATCHWINNERN__ garante sozinho, um lugar na semifinal contra o _CUPMATCHLOSER_.

source: _SCORERS_CUPMATCHWINNERN__ single-handedly ensures a shot at the title against _CUPMATCHLOSER_.
el: Μόνος του ο _SCORERS_CUPMATCHWINNERN__ διασφαλίζει μία ευκαιρία για τον τίτλο ενάντια στην _CUPMATCHLOSER_.
pt_br: _SCORERS_CUPMATCHWINNERN__ garante sozinho, a luta pelo título contra o _CUPMATCHLOSER_.

source: _SCORERS_CUPMATCHWINNERN__ win the cup single-handedly against _CUPMATCHLOSER_.
el: Μόνος του ο _SCORERS_CUPMATCHWINNERN__ διασφαλίζει τη δύσκολη επικράτηση για τον τίτλο ενάντια στην _CUPMATCHLOSER_.
pt_br: _SCORERS_CUPMATCHWINNERN__ ganhar sozinho,a taça contra o _CUPMATCHLOSER_.

source: _SCORERS_TWN__ [score|get the goals] against _TL_.
el: Οι _SCORERS_TWN__ [σκοράρουν|πετυχαίνουν τα γκολ] ενάντια στην _TL_.
pt_br: _SCORERS_TWN__ [atropela|marca seus gols contra] o _TL_.

source: _SCORERS_TWN__ [score|strike] at _TL_.
el: Οι _SCORERS_TWN__ [σκοράρουν|πετυχαίνουν τα γκολ] ενάντια στην _TL_.
pt_br: _SCORERS_TWN__ [marca contra|atropela] o _TL_.

source: _SCORERS_TWN__ [score|strike] in convincing away win by _TW_.
el: Οι _SCORERS_TWN__ [σκοράρουν|πετυχαίνουν τα γκολ] σε μία αναμφισβήτητη εκτός έδρας νίκη της _TW_.
pt_br: _SCORERS_TWN__ [brilha|joga] de forma convincente na vitória fora de casa do _TW_.

source: _SCORERS_TWN__ [score|strike] in convincing home win by _TW_.
el: Οι _SCORERS_TWN__ [σκοράρουν|πετυχαίνουν τα γκολ] σε μία αναμφισβήτητη εντός έδρας νίκη της _TW_.
pt_br: _SCORERS_TWN__ [brilha|joga] de forma convincente na vitória em casa do _TW_.

source: _SCORERS_TWN__ defeats _TL_ single-handedly.
el: Ο _SCORERS_TWN__ μόνος του κερδίζει δύσκολα την _TL_
pt_br: _SCORERS_TWN__ derrota o _TL_ sozinho.

source: _SCORERS_TWN__ ensures victory against _TL_.
el: Ο _SCORERS_TWN__ [διασφαλίζει|σφραγίζει] τη νίκη εναντίον της _TL_.
pt_br: _SCORERS_TWN__ garante a vitória contra o _TL_.

source: _SCORERS_TWN__ get the game winning goal.
el: Ο _SCORERS_TWN__ πετυχαίνει το νικητήριο γκολ.
pt_br: _SCORERS_TWN__ marca na vitória de seu clube.

source: _SCORERS_TWN__ is the only scorer against _TL_.
el: Ο _SCORERS_TWN__ είναι ο μόνος σκόρερ εναντίον της _TL_.
pt_br: _SCORERS_TWN__ marcou todos os gols contra o _TL_.

source: _SCORERS_TWN__ only scorer against _TL_.
el: Ο _SCORERS_TWN__ μόνος σκόρερ εναντίον της _TL_.
pt_br: _SCORERS_TWN__ foi o artilheiro contra o _TL_.

source: _SCORERS_TWN__ score in devastating home win.
el: Ο _SCORERS_TWN__ σκοράρει σε μία ισοπεδωτική εντός έδρας νίκη.
pt_br: _SCORERS_TWN__ marca na vitória devastadora em casa.

source: _SCORERS_TWN__ scores in convincing win by _TW_.
el: Ο _SCORERS_TWN__ σκοράρει σε μία αναμφισβήτητη νίκη.
pt_br: _SCORERS_TWN__ marca numa vitória convincente do _TW_.

source: _T0_ and _T1_ bore _AT_ spectators with horrible, horrible play and an utterly disappointing _RE_.
el: _AT_ θεατές παρακολουθούν ένα βαρετό παιχνίδι ανάμεσα στις _T0_ και _T1_ που λήγει _RE_.
pt_br: O _T0_ e o _T1_ fizeram uma partida horrível com um placar de _RE_ absolutamente decepcionante perante _AT_ espectadores.

source: _T0_ and _T1_ share the points
el: Οι _T0_ και _T1_ μοιράζονται τους βαθμούς
pt_br: _T0_ E _T1_ dividem os pontos

source: _T0_ and _T1_ tied after first leg match
el: Ισοπαλία στον πρώτο αγώνα ανάμεσα στις _T0_ και _T1_
pt_br: _T0_ E _T1_ empatam no jogo de ida

source: _T0_ clearly have to improve in the second leg, otherwise it's game over.
el: Η _T0_ πρέπει να βελτιωθεί για τον δεύτερο αγώνα, αλλιώς τα πάντα τελείωσαν.
pt_br: O _T0_ tem claramente que melhorar no jogo de volta, caso contrário está fora.

source: _T0_ manage only a _RE_ tie at home
el: Η _T0_ παραχωρεί εντός έδρας ισοπαλία με σκορ _RE_
pt_br: O _T0_ apenas gerencia um empate em casa por _RE_

source: _T0_ only gets the draw but the unbeaten streak of _UNBEATEN0_ matches is still alive.
el: Η _T0_ παραχωρεί ισοπαλία αλλά το αήττητο σερί των _UNBEATEN0_ αγώνων παραμένει.
pt_br: O _T0_ só consegue um empate, mas a sequência invicta de _UNBEATEN0_ partidas ainda está de pé.

source: _T0_ unbeatable for _T1_ and extends streak to _UNBEATEN0_ matches without loss in _LEAGUECUPNAME_.
el: Η _T1_ δεν μπορεί να νικήσει την _T0_ που επεκτείνει το αήττητο σερί της στην _LEAGUECUPNAME_ σε _UNBEATEN0_ αγώνες.
pt_br: O _T0_ foi imbatível pro _T1_ e segue a _UNBEATEN0_ partidas sem perder no _LEAGUECUPNAME_.

source: _T0_ vs. _T1_ ends with a _RE_
el: Ο αγώνας _T0_ - _T1_ λήγει _RE_
pt_br: _T0_ x _T1_ termina com um placar de _RE_

source: _T0_ vs. _T1_ is pure boredom
el: Ο αγώνας _T0_ - _T1_ είναι απλώς βαρετός
pt_br: _T0_ x _T1_ é puro tédio

source: _T0_ waste their scoring chances and only get the draw.
el: Η _T0_ πετάει στα σκουπίδια τις ευκαιρίες της και παραχωρεί ισοπαλία.
pt_br: O _T0_ desperdiça muitas chances de marcar e só consegui um empate.

source: _T1_ can advance with a home win in the second leg.
el: Η _T1_ μπορεί να περάσει με μία εντός έδρας νίκη στον δεύτερο αγώνα.
pt_br: O _T1_ pode avançar com uma simples vitória em casa no jogo de volta.

source: _T1_ content with a tie
el: Η _T1_ είναι ευχαριστημένη με την ισοπαλία
pt_br: _T1_ está contente com um empate

source: _T1_ get the draw at _T0_
el: Η _T1_ παίρνει την ισοπαλία στην έδρα της _T0_
pt_br: _T1_ consegui o empate contra _T0_

source: _T1_ gets the draw at _T0_
el: Η _T1_ παίρνει την ισοπαλία στην έδρα της _T0_
pt_br: _T1_ obtém o empate contra _T0_

source: _T1_ only need a 0 : 0 draw in the second leg to advance to the next round.
el: Αρκεί μία ισοπαλία με 0-0 για την _T1_ ώστε να [προκριθεί|περάσει] στον επόμενο γύρο.
pt_br: O _T1_ precisa somente de um 0x0 no jogo de volta para avançar para a próxima fase.

source: _T1_ waste their scoring chances and only get the draw.
el: Η _T1_ πετάει στα σκουπίδια τις ευκαιρίες της και παραχωρεί ισοπαλία.
pt_br: O _T1_ desperdiça muitas chances de marcar e só consegui um empate.

source: _TL_ [loses|falls] to _TW_ in first leg of _LEAGUECUPNAME_ final
el: Η _TL_ χάνει από τη _TW_ στον πρώτο αγώνα του τελικού του _LEAGUECUPNAME_
pt_br: O _TL_ [perde pro|cai perante o] _TW_ no jogo de ida da final da _LEAGUECUPNAME_

source: _TL_ are [in trouble|mired|vexed] after losing the first leg at home.
el: Δύσκολη η θέση της _TL_ μετά την ήττα της στον πρώτο αγώνα και μάλιστα εντός έδρας.
pt_br: O _TL_ [está em apuros|está atolado|da o maior vexame], depois de perder o jogo de ida em casa.
