Repository: tstellar/bygfoot
Catalog: po/*.po
Languages: el, hu, pt_br

source: TEAM AWARDS
hu: CSAPAT KITÜNTETÉSEK

source: Talent
hu: Tehetség

source: Team Editor Help
hu: Csapat Szerkesztő Súgó

source: Team Structure
hu: Felállás

source: Team and player histories
hu: Csapat és játékos eseménynaptára

source: Team definitions file
hu: Csapat definíció fájl

source: Team histories
hu: Csapat eseménynaptára

source: Team structures
hu: Csapatfelállás

source: Teams found in the country file. Choose one to edit it.
hu: Ezek az együttesek vannak az országfájlban. Válassz ki egyet, melyet szerkeszteni akarsz.

source: Teams in the country file
hu: Csapatok az országfájlban

source: The average skills of the five leagues in the first season are: 8.0, 7.0, 6.0, 5.0 and 4.0.
hu: Az átlagképesség értékek az 5 bajnokság első szezonában rendre: 8.0, 7.0,6.0, 5.0 illetve 4.0.

source: The file team definitions are read from and written to. Default is $HOME/.bygfoot/text_files/teams.
hu: Csapat definíciók fájl, melyből kiolvas illetve beleír. Alapértelmezett esetben ez a $HOME/.bygfoot/text_files/teams.

source: The following teams were added to %s:
hu: A következő csapatok lettek %s-hez hozzáadva:

source: The owners of %s are impressed by your success with %s. They would like to hire you. Here's some info on %s:
hu: A(z) %s-el elért sikereid nagy hatással voltak a(z) %s vezetőire. Emiatt le akarnak szerződtetni. Itt van néhány információ a(z) %s felől:

source: The player doesn't like your offer and decides to stay in his team.
hu: A játékos nem fogadja el az ajánlatodat és inkább marad a saját csapatában.

source: The player is already on the transferlist.
hu: A játékos már rajta van az átigazolási listán.

source: The selected player will shoot the penalties in regulation and extra time if he plays.
hu: A kiválasztott játékos rúgja a tizenegyeseket a rendes játékidőben és a hosszabításban, ha kezdő játékos.

source: The team accepts your offer.
hu: A csapat elfogadja az ajánlatodat.

source: The team has an adequate replacement for %s and is willing to cancel his contract for
hu: A csapatnak van megfelelő helyettese %s játékosának így beleegyezik a szerzödésének felbontásában ennyi összegért

source: The team has unfortunately no suitable replacement for %s and has to reject your offer.
hu: A csapatnak nincs megfelelő helyettese %s játékosának így vissza kell utasítania az ajánlatodat.

source: The team owners are dissatisfied with the team's recent performance. There are rumours they're looking for a new coach.
hu: Az együttes vezetői elégedetlenek a csapat utóbbi teljesítményével. Híresztelések vannak, hogy új vezetőedző után néznek.

source: The team owners fire you because of financial mismanagement.
hu: A csapat vezetői rossz penzügyi gazdálkodás miatt kirúgnak.

source: The team owners fire you because of unsuccessfulness.
hu: A csapat vezetői sikertelenség miatt kirúgnak.

source: The team owners give you %d weeks to get positive.
hu: Az együttes vezetői %d hetet adnak, hogy kiegyenlítsd a számládat.

source: The team rejects your offer and removes the player from the transferlist.
hu: A csapat visszautasítja az ajánlatodat és leveszi a játékost az átigazolási listáról.

source: The tendency bar shows in the live game window which team is closer to scoring a goal
hu: A tendenciasáv az élö meccs ablakában azt mutatja, hogy melyik csapat van közelebb a gólszerzéshez

source: The transfer deadline has passed (week 35).
hu: Az átigazolási határidő lejárt (35. hét).

source: The transferlist is full.
hu: Az átigazolási lista betelt.

source: There are injured or banned players in your team. Proceed?
hu: Sérült vagy eltiltott játékosok vannak a kezdőcsapatban. Folytatod?

source: There is no history yet.
hu: Nincs még eseménynaptár.

source: There was a fire in your stadium.
hu: Tűz ütött ki a stadionodban.

source: There were riots in your stadium.
hu: Rendbontások voltak a stadionodban.

source: There were technical problems in your stadium.
hu: Technikai gondok adódtak a stadionodban.

source: There's no room in your team. You can't have more than 20 players.
hu: Nincs több hely a csapatban. Nem lehet 20-nál több játékosod.

source: These digits must add up to 10.
hu: A számjegyek összege 10-nek kell lennie.

source: These digits must add up to 8.
hu: A számjegyek összege 8-nak kell lennie.

source: This affects the two windows in the main screen, the help window and the live game window
hu: Ez a főablak két nézetét, a súgó ablakát és az élő meccs ablakát érinti

source: This can be between -100 and 100
hu: Ez az érték -100 és 100 között lehet

source: This gives your players extra motivation for this weeks' games, giving them higher cskill. However, their fitness decrease will be higher, and they're more likely to get hurt or banned.
hu: Ez játékosaidnak rendkívülí motivációt ad az e heti mérkőzések erejéig, és megnöveli a jelenlegi képességüket. Másrészt viszont az állóképességük nagyobb mértékben csökken, és a sérülések illetve a piros lapok valószínűsége megnövekszik.

source: This is your first season.
hu: Ez az első szezonod.

source: Ticket sale
hu: Jegyeladás

source: Top league
hu: Élvonali bajnokság

source: Transfer fee
hu: Átigazolási összeg

source: Transferlist notification
hu: Átigazolási lista emlékeztető

source: UEFA / Sul-Amer.
hu: UEFA Kupa / Sul-Amer.

source: UEFA / Sul-Americana
hu: UEFA Kupa / Sul-Americana

source: Unchecking this is particularly useful if you only play an international cup and want to keep a close eye on the transfer list. There's also a drawback: player wages get deduced each week.
hu: Ennek a ki nem választása mindenképpen hasznos lehet ha kizárólag csak nemzetközi kupában játszol és egy szemet akarsz vetni az átigazolási listára.Egy hátránya viszont van: a játékosok fizetései minden héten le lesznek vonva.

source: Undo! (Y / Ctrl-Z)
hu: Visszavon! (Y / Ctrl-Z)

source: Unfit players in the team
hu: Gyenge állóképességel rendelkező játékosok a csapatban

source: Up
hu: Felfelé

source: Update interval (in weeks)
hu: Frissítési intervallum (hetekben)

source: Update player information
hu: Frissíti a játékos adatait

source: Value development for %s
hu: %s értékének alakulása

source: W
hu: Ny

source: Wage development for %s
hu: %s fizetésének alakulása

source: Week %d
hu: %d. hét

source: Weeks / Seasons
hu: Hetek / Szezonok

source: Whether each season begins with an empty history list.
hu: Hogy minden szezon üres eseménynaptárral kezdődjön-e

source: Whether fitness percentage is shown in green and red shades
hu: Hogy az állóképesség zöld és piros árnyékkal jelenítődjön-e meg

source: Whether or not other teams offer you a job when you are successful
hu: Ajánl-e neked állást más együttes ha sikeres vagy

source: Whether or not pressing the rearrange button or swapping two players adapts the team structure automatically
hu: A csapat felállása az újrarendezés gomb megnyomása vagy két játékos felcserélése esetén automatikusan alkalmazkodik-e

source: Whether or not the main window appears maximized at startup. (NOTE: Some windowmanagers don't support this.) Of course, you have to save your settings to the conf file if you want a change of this variable to take effect.
hu: Indításkor a főablak teljes méretben induljon-e (némely ablakkezelővel ez nem működik). Ha ezt a beállítást menteni akarod, akkor természetesen a konfigurációs fájlba kell elmenteni.

source: Whether to confirm certain actions
hu: Hogy bizonyos akciókat meg kell erősíteni

source: Yellow cards
hu: Sárgalapok

source: You can start the editor from the commandline with 'bygfoot -e' or '--editor'
hu: A szerkesztőt parancssorból a 'bygfoot -e' vagy '--editor'-ral indíthatod

source: You can't borrow this much.
hu: Ennyi kölcsönt nem vehetsz fel.

source: You can't have a bigger stadium; it's not safe.
hu: Nem lehet nagyobb stadionod; nem biztonságos.

source: You can't improve your stadium safety, it's already 100% safe.
hu: Nem tudod tovább növelni a stadionod biztonságát, már jelenleg is 100%-ban biztonságos.

source: You didn't have enough money to enlarge your stadium.
hu: Nincsen elég pénzed hogy kibővítsd a stadionodat.

source: You have entered a player name beginning with the comment character '#'. The player will be ignored when loading the team from the definitions file.
hu: A játékos neve '#' komment karakterrel kezdődik. Ez a jatékos ignorálva lesz ha betöltődik a csapat a definíció fájlból.

source: You have entered an invalid birth date. Players must be older than 17.
hu: Érvénytelen születési dátumot adtál meg. A játékosnak legalább 17 évesnek kell lennie.

source: You have entered an invalid talent value. The talent value of a player has to be greater than his skill value.
hu: Érvénytelen tehetség értéket adtál meg. A tehetség értéke legalább akkora kell legyen, mint a képesség értéke.

source: You have overdrawn your bank account once again.
hu: A bankszámlád egyenlege ismét negatívba ment.

source: You have overdrawn your bank account.
hu: A bankszámlád egyenlege negatívba ment.

source: You have paid back a part of your loan.
hu: Törlesztetted a hiteled egy részét.

source: You haven't entered a new team name.
hu: Nem adtál meg egy új csapatnevet.

source: You haven't got the money to pay back this much
hu: Nincs elég pénzed ahhoz, hogy ennyit törlesszél

source: You haven't got the money.
hu: Nincs elég pénzed.

source: You haven't selected a player
hu: Nem választottál ki egy játékost

source: You haven't selected a team you want to edit or a definitions file.
hu: Nem választottál ki egy együttest vagy egy definíció fájlt amelyet szerkeszteni akarsz.

source: You haven't selected a team.
hu: Nem választottál ki egy együttest.

source: You may increase only twice a week.
hu: Mindegyiket csak legfeljebb heti kétszer növelheted.

source: You might want to have a look at the transfer list.
hu: Egy pillantást vethetnél az átigazolási listára.

source: You'd like to fire %s. You can
hu: Ki akarod rúgni %s-t. Lehetőségek

source: You're below your drawing credit limit. You can't pay back money.
hu: Túllépted a hitelkeretedet. Nem tudsz törleszteni a hiteledből.

source: You've got to pay back your loan NOW!!!
hu: A kölcsönödet MOST kell visszafizetned!!!

source: Your bank account has to exceed your drawing credit next week!!!
hu: A bankszámlád egyenlege jövő héten a hitelkereten belül kell legyen!!!

source: Your bank grants you no more money.
hu: A bankod nem engedélyez további kölcsönt.

source: Your current game is not saved and will be lost. Continue?
hu: A jelenlegi játékállásod nincsen elmenteve és el fog veszni. Folytatod?

source: Your league
hu: Bajnokságod

source: Your next opponent(s)
hu: A következő ellenfele(i)d

source: Your rank
hu: Helyezésed

source: Your scout's not good enough, he doesn't know the age of the players on the transfer list. Sorting the transfer list is switched off.
hu: A játékosfigyelőd nem elég jó, nem ismeri a játékosok korát az átigazolási listán. Az átigazolási lista rendezése kikapcsolva.

source: Your stadium is being enlarged. You can't increase its capacity until work's finished.
hu: A stadionodat éppen kibővitik. Nem tudod megnövelni a befogadóképességet addig, ameddig be nem fejezték a munkálatokat.

source: Your team structure must have three non-zero digits which sum up to 10.
hu: A csapat felállása 0-tól különböző számjegyekből kell álljon, melyeknek összege 10.

source: Your team's prize money
hu: Csapatod jutalompénze

source: banned for %d weeks (%s)
hu: eltiltás %d hétre (%s)

source: broken ankle
hu: bokatörés

source: broken arm
hu: kéztörés

source: broken leg
hu: lábtörés

source: broken shoulder
hu: kulcscsonttörés

source: concussion
hu: agyrázkódás

source: cracked rib
hu: bordatörés

source: dangerous tackle
hu: rossz ütemű becsúszás

source: deliberate, goal-blocking foul
hu: utolsó emberként elkövetett szabálytalanság

source: fifth yellow card
hu: ötödik sárgalap

source: fractured ankle
hu: bokahúzódás

source: groin injury
hu: ágyék-sérülés

source: hamstring
hu: ínsérülés

source: none
hu: senki

source: pay a one-time compensation of
hu: egyszeri kielégítés fizetésének ára

source: pay his wage (
hu: fizetését (

source: pulled muscle
hu: izomszalag-szakadás

source: repeated bad tackle
hu: ismételt durva szabálytalanság

source: repeated delayed play
hu: ismételt időhúzás

source: repeated dissent
hu: ismételt reklamálás

source: spat at player
hu: leköpött egy játékost

source: torn crucial ligament
hu: keresztszalagszakadás

source: violent conduct
hu: verekedés
