Repository: tstellar/bygfoot
Catalog: po/*.po
Languages: el, hu, pt_br

source: Your player roster is full or you don't enough money.
el: Το ρόστερ παικτών σας είναι πλήρες ή δεν έχετε αρκετά χρήματα.
pt_br: Seu elenco está completo ou não tens dinheiro suficiente.

source: The structure value %d is invalid.
el: Η τιμή %d της δομής δεν είναι έγκυρη.
pt_br: A estrutura %d é inválida.

source: %s accepts your offer.
el: Ο %s δέχεται την προσφορά σας.
pt_br: %s aceitou sua oferta.

source: %s rejects your offer. You may still make %d offers.
el: Ο %s απορρίπτει την προσφορά σας. Μπορείτε να κάνετε ακόμα %d προσφορές.
pt_br: %s rejeitou sua oferta. Você pode formular mais %d oferta(s).

source: %s rejects your offer and won't negotiate with you anymore. You should sell him before his contract expires (he'll simply leave your team otherwise).
el: Ο %s απορρίπτει την προσφορά σας και δεν θα διαπραγματευτεί άλλο μαζί σας. Πρέπει να τον πουλήσετε πριν εκπνεύσει το συμβόλαιο του (αλλιώς θα αφήσει απλώς την ομάδα σας).
pt_br: %s rejeitou sua oferta e não negociará mais com você. Deves vendê-lo antes que expire o contrato (de qualquer maneira ele deixará sua equipe).

source: The owners of %s politely reject your application. You're not successful enough in their eyes.
el: Οι ιδιοκτήτες της %s απορρίπτουν ευγενικά την αίτηση σας. Δεν είστε γι'αυτούς αρκετά επιτυχημένος.
pt_br: Os dirigentes do %s rejeitaram seu pedido. Você não está suficientemente bem sucedido aos seus olhos.

source: The owners of %s accept your application. Since %s don't want to get stuck with a lame duck, you get fired instantly and spend the rest of the current season tending your garden.
el: Οι ιδιοκτήτες της %s αποδέχονται την αίτηση σας. Από την στιγμή που η %s δεν θέλει να κολλήσει με έναν αποτυχημένο, απολύεστε αμέσως και για το υπόλοιπο της περιόδου ασχολείστε με τον κήπο σας.
pt_br: Os dirigentes do %s aceitam sua proposta. Como os dirigentes de %s não querem ficar com um parasita, estás despedido, portanto gaste o resto da temporada deitado no jardim.

source: The owners of %s accept your application.
el: Οι ιδιοκτήτες της %s δέχονται την αίτηση σας.
pt_br: Os dirigentes do %s aceitaram sua oferta.

source: Adjust repayment schedule?
el: Προσαρμογή προγράμματος αποπληρωμής?
pt_br: Ajustar pagamento automático?

source: Your offer has been updated.
el: Η προσφορά σας αναβαθμίστηκε.
pt_br: Sua oferta foi atualizada.

source: Your offer will be considered next week.
el: Η προσφορά σας θα εξεταστεί την επόμενη εβδομάδα.
pt_br: Sua oferta será estudada na próxima semana.

source: You can't play Bygfoot without users!
el: Δεν μπορείτε να παίξετε Bygfoot χωρίς χρήστες!
pt_br: Não se pode jogar o Bygfoot sem usuário/s!

source: Remove user %s from the game?
el: Αφαίρεση χρήστη %s από το παιχνίδι;
pt_br: Remover o usuário %s do jogo?

source: You bet on outcome %d with an odd of %.2f. How much do you wager?
el: Στοιχηματίζετε σε αποτέλεσμα %d με πιθανότητα %.2f. Πόσο στοιχηματίζετε;
pt_br: Você aposta no resultado de %d com uma probabilidade de %.2f.. Quanto você aposta?

source: Wager
el: Ποσό στοιχήματος
pt_br: Salário

source: Safety improvement too high, reset to highest possible value.
el: Πολύ υψηλή βελτίωση ασφαλείας, επαναφορά στην υψηλότερη δυνατή τιμή.
pt_br: O investimento em segurança é acima no necessário. Reajuste-o para o mais alto posível.

source: There were too many substitutions. Only 3 per game are allowed. Player list reset.
el: Υπάρχουν πολλές αλλαγές. Επιτρέπονται μόνο 3 ανά παιχνίδι. Επαναφορά λίστας παικτών.
pt_br: Há muitas substituições. Apenas 3 são permitidas por jogo. Reajuste a lista de jogadores.

source: None
el: Κανένα
pt_br: Nada

source: %s and %s (%d)
el: %s και %s (%d)
pt_br: %s e %s (%d)

source: %s and %s
el: %s και %s
pt_br: %s e %s

source: You can't replace a banned player.
el: Δεν μπορείτε να αντικαταστήσετε έναν τιμωρημένο παίκτη.
pt_br: Você não pode substituir um jogador expulso.

source: %s's contract expires in %.1f years.
el: Το συμβόλαιο του %s λήγει σε %.1f χρόνια.
pt_br: O contrato de %s expira em %.1f ano(s).

source: Concussion
el: Διάσειση
pt_br: Concussão

source: Pulled muscle
el: Τράβηγμα
pt_br: Desgaste muscular

source: Hamstring
el: Ρήξη τενόντων
pt_br: Tendão da coxa

source: Groin injury
el: Τραυματισμός βουβωνικής χώρας
pt_br: Lesão na virilha

source: Fractured ankle
el: Κάταγμα αστραγάλου
pt_br: Tornozelo fraturado

source: Broken rib
el: Σπασμένα πλευρά
pt_br: Costela fraturada

source: Broken leg
el: Σπασμένο πόδι
pt_br: Perna fraturada

source: Broken ankle
el: Σπασμένος αστράγαλος
pt_br: Tornozelo fraturado

source: Broken arm
el: Σπασμένος βραχίονας
pt_br: Braço fraturado

source: Broken shoulder
el: Σπασμένος ώμος
pt_br: Ombro fraturado

source: Torn crucial ligament
el: Ρήξη συνδέσμου
pt_br: Ruptura de ligamento

source: Team style changed to %s.
el: Αλλαγή στυλ ομάδας σε %s.
pt_br: Estilo: %s.

source: Boost changed to %s (costs %d per minute).
el: Αλλαγή ώθησης σε %s (κοστίζει %d ανά λεπτό).
pt_br: Motivação mudada para %s (custa %d por minuto).

source: Boost changed to %s.
el: Αλλαγή ώθησης σε %s.
pt_br: Motivação: %s.

source: W %d : %d
el: Ν %d : %d
pt_br: V %d : %d

source: L %d : %d
el: Η %d: %d
pt_br: D %d : %d

source: Dw %d : %d
el: Ι %d : %d
pt_br: E %d : %d

source: %s (H)
el: %s (Εν.)
pt_br: %s (C)

source: <span background='%s' foreground='%s'>%s (A) </span>
el: <span background='%s' foreground='%s'>%s (Εκ.) </span>
pt_br: <span background='%s' foreground='%s'>%s (F) </span>

source: Dw
el: Ι
pt_br: E

source: L
el: Η
pt_br: D

source: W
el: Ν
pt_br: V

source: %d training camps left this season.
el: Απομένουν %d προπονητικά κέντρα αυτή την περίοδο.
pt_br: %d treinou na concentração.

source: %s has been added to the transfer list for %d weeks.
el: Ο %s προστέθηκε στη λίστα μεταγραφών για %d εβδομάδες.
pt_br: %s está na lista de transferência a %d semana(s).

source: REPLAY
el: ΡΙΠΛΕΪ
pt_br: REPETIR

source: REMOVE
el: ΑΦΑΙΡΕΣΗ
pt_br: APAGAR

source: EXPORT
el: ΕΞΑΓΩΓΗ
pt_br: EXPORTAR

source: Your team
el: Η ομάδα σας
hu: Csapatod
pt_br: Seu time

source: Opponent
el: Αντίπαλος
pt_br: Adversário

source: Result
el: Αποτέλεσμα
pt_br: Resultado

source: Competition
el: Διοργάνωση
pt_br: Competição

source: Country
el: Χώρα
pt_br: Região

source: We
el: Εβ
pt_br: Semana

source: <span background='lightgrey' size='large' weight='bold'>Current bets</span>
el: <span background='lightgrey' size='large' weight='bold'>Τρέχοντα στοιχήματα</span>
pt_br: <span background='lightgrey' size='large' weight='bold'>Apostas atuais</span>

source: <span background='lightgrey' size='large' weight='bold'>Recent bets</span>
el: <span background='lightgrey' size='large' weight='bold'>Πρόσφατα στοιχήματα</span>
pt_br: <span background='lightgrey' size='large' weight='bold'>Apostas recentes</span>

source: Team1
el: Ομάδα1
pt_br: Equipe1

source: Win1
el: Νίκητής1
pt_br: Coluna1

source: Draw
el: Ισοπαλία
pt_br: Empate

source: Win2
el: Νικητής2
pt_br: Coluna2

source: Team2
el: Ομάδα2
pt_br: Equipe2

source: Wager/ Win/Loss
el: Ποσό στοιχήματος/ Κέρδος/Χάσιμο
pt_br: Aposta/ Ganhou/Perdeu

source: Team
el: Ομάδα
hu: Csapat
pt_br: Time

source: League
el: Λίγκα
hu: Bajnokság
pt_br: Liga

source: Av.skill
el: Μέση ικανότητα
pt_br: Hab.Prom.

source: Talent %
el: Ταλέντο %
pt_br: Talento %

source: No news available.
el: Δεν υπάρχουν διαθέσιμα νέα.
pt_br: Nenhuma notícia disponível

source: Week %d Round %d
el: Εβδομάδα %d Γύρος %d
pt_br: Semana %d Rodada %d

source: Name
el: Όνομα
hu: Név
pt_br: Nome

source: Value
el: Τιμή
hu: Érték
pt_br: Valor

source: Av.Sk.
el: Μέσ.δεξ.
pt_br: Hab.Prom.

source: CPos
el: ΠΘέσ
hu: JPoz
pt_br: PosA

source: CSk
el: ΠΔεξ
hu: JKé
pt_br: HabA

source: Sk
el: Δεξ
hu: Ké
pt_br: Hab

source: Fit
el: Φυσ. κατ.
hu: Áll
pt_br: PF

source: Ga
el: Αγ
hu: Mé
pt_br: PJ

source: Sh
el: Σουτ
pt_br: Ch

source: Status
el: Κατάσταση
hu: Állapot
pt_br: Estado

source: YC
el: Κιτ. κ
hu: SL
pt_br: CA

source: Age
el: Ηλικία
hu: Kor
pt_br: Idade

source: Etal
el: Εκ.τ
pt_br: TalE

source: Contract
el: Συμβόλαιο
pt_br: Contrato

source: Goals (regular)
el: Τέρματα (κανονικά)
pt_br: Gols (norm.)

source: Shots
el: Σουτ
pt_br: Chutes a gol

source: Shot %
el: Σουτ %
pt_br: Gols/Chutes a gol %

source: Possession
el: Κατοχή
pt_br: Posse de bola %

source: Penalties
el: Πέναλτι
pt_br: Penaltis

source: Fouls
el: Φάουλ
pt_br: Faltas

source: Yellows
el: Κίτρινες
pt_br: Cartões Amarelos

source: Reds
el: Κόκκινες
pt_br: Cartões Vermelhos

source: Injuries
el: Τραυματισμοί
pt_br: Lesões

source: Attendance %s
el: Πληρότητα %s
pt_br: Público pagante %s

source: <span background='%s'>There were technical problems in the stadium.</span>
el: <span background='%s'>Ύπηρξαν τεχνικά προβλήματα στο γήπεδο.</span>
pt_br: <span background='%s'>Há problemas técnicos no estádio.</span>

source: <span background='%s'>There were riots in the stadium.</span>
el: <span background='%s'>Ύπηρξαν έκτροπα στο γήπεδο.</span>
pt_br: <span background='%s'>Houve distúrbios no estádio.</span>

source: <span background='%s'>There was a fire in the stadium.</span>
el: <span background='%s'>Ύπηρξε φωτιά στο γήπεδο.</span>
pt_br: <span background='%s'>Há problemas no estádio.</span>

source: Week %d Round %d Cup round %d
el: Εβδομάδα %d Γύρος %d Γύρος κυπέλλου %d
pt_br: Semana %d Rodada %d _ %d ª Fase

source: %s Group %d
el: %s Γκρουπ %d
pt_br: %s Grupo %d

source: PL
el: ΑΓ
hu: JÁ
pt_br: PJ

source: W
el: Ν
hu: GY
pt_br: V

source: Dw
el: Ι
pt_br: E

source: L
el: Η
hu: V
pt_br: D

source: GF
el: ΕΠ
hu: SZG
pt_br: GP

source: GA
el: ΑΜ
hu: KG
pt_br: GC

source: GD
el: Δ
hu: GK
pt_br: SG

source: Stadium
el: Γήπεδο
hu: Stadion
pt_br: Estádio

source: Stadium capacity
el: Χωρητικότητα γηπέδου
hu: Stadion befogadóképessége
pt_br: Capacidade do estádio

source: Stadium safety
el: Ασφάλεια γηπέδου
hu: Stadion biztonsága
pt_br: Segurança do estádio

source: Improvement in progress. %d seats and %d%% safety still to be done. Expected finish: %d weeks.
el: Πρόοδος βελτίωσης. Έχουν να γίνουν ακόμα %d θέσεις και %d%% ασφάλεια. Αναμενόμενο τέλος: %d εβδομάδες.
pt_br: Melhoras em progresso. %d assentos e %d%% de segurança estão em andamento. Tempo de trabalho: %d semanas.

source: Stadium status
el: Κατάσταση γηπέδου
pt_br: Estado do estádio

source: Prize money
el: Λεφτά επάθλου
hu: Jutalompénz
pt_br: Recompensa

source: Ticket income
el: Έσοδα από εισιτήρια
pt_br: Bilheteria

source: Sponsorship
el: Χορηγία
pt_br: Patrocínios

source: Betting
el: Στοίχημα
pt_br: Apostar

source: Wages
el: Μισθοί
pt_br: Salários

source: Physio
el: Φυσιοθεραπευτής
hu: Fizió fizetése
pt_br: Preparador Físico

source: Scout
el: Σκάουτερ
pt_br: Recrutador

source: Youth coach
el: Προπονητής νέων
pt_br: Treinador

source: Youth academy
el: Ακαδημία νέων
pt_br: Divisão da Base

source: Journey costs
el: Κόστη ταξιδιού
hu: Utazási költégek
pt_br: Custos de viagem

source: Compensations
el: Αποζημιώσεις
pt_br: Remunerações

source: Boost costs
el: Η ώθηση κοστίζει
pt_br: Custos da motivação

source: Bi-weekly balance (Week %d and %d)
el: Ισορροπία μεταξύ δύο εβδομάδων (Εβδομάδα %d και %d)
pt_br: Balanço quinzenal (Semanas %d y %d)

source: Bi-weekly balance
el: Ισορροπία μεταξύ δύο εβδομάδων
pt_br: Balanço quinzenal

source: Balance
el: Ισορροπία
pt_br: Balanço

source: Transfers
el: Μεταγραφές
hu: Átigazolások
pt_br: Transferências

source: Stadium expenses
el: Έξοδα γηπέδου
pt_br: Despesas do estádio

source: Training camp
el: Προπονητικό κέντρο
pt_br: Concentração

source: Money
el: Χρήματα
hu: Pénz
pt_br: Capital

source: Drawing credit
el: Πιστωτικό όριο
hu: Hitelkeret
pt_br: Crédito

source: Current market interest
el: Τρέχων τόκος αγοράς
pt_br: Atual taxa de juros

source: interest rate
el: Επιτόκιο
pt_br: Taxa de juros

source: Debt (repay in %d weeks)
el: Χρέος (εξόφληση σε %d εβδομάδες)
pt_br: Dívida (Reembolsar em %d semanas)

source: Automatic repayment
el: Αυτόματη εξόφληση
pt_br: Reembolso automático

source: (starting week %d)
el: (εκκίνηση εβδομάδα %d)
pt_br: (Iniciando na semana %d)

source: Sponsor
el: Χορηγός
pt_br: Patrocinador

source: %.1f months / %s
el: %.1f μήνες / %s
pt_br: %.1f meses / %s

source: Contract / Money
el: Συμβόλαιο / Χρήματα
pt_br: Contrato / Dinheiro

source: Youth acad. invest.
el: Επένδυση στην ακαδημία νέων.
pt_br: Investimento Divisão de base

source: Income
el: Εισόδημα
pt_br: Rendimento

source: Expenses
el: Έξοδα
pt_br: Gastos

source: Goalie
el: Τερματοφύλακας
hu: Kapus
pt_br: Goleiro

source: Defend
el: Άμυνα
hu: Védekezés
pt_br: Defesa

source: Midfield
el: Μέσος
pt_br: Meio de campo

source: Attack
el: Επίθεση
hu: Támadás
pt_br: Ataque

source: Your next opponent
el: Ο επόμενος αντίπαλος σας
pt_br: Seu próximo adversário

source: <span foreground='%s' background='%s'>Week %d Round %d</span>
el: <span foreground='%s' background='%s'>Εβδομάδα %d Γύρος %d</span>
pt_br: <span foreground='%s' background='%s'>Semana %d Rodada %d</span>

source: Neutral ground
el: Ουδέτερο έδαφος
pt_br: Campo neutro

source: Home
el: Εντός
hu: Otthon
pt_br: Casa

source: Away
el: Εκτός
hu: Idegenben
pt_br: Fora

source: Rank
el: Θέση
hu: Helyezés
pt_br: Posição

source: Average skill
el: Μέση ικανότητα
hu: Átlagképesség
pt_br: Habilidade média

source: Playing style
el: Στυλ παιχνιδιού
hu: Játékstílus
pt_br: Estilo de jogo

source: Team structure
el: Σύστημα ομάδας
hu: Felállás
pt_br: Estrutura

source: Latest results
el: Τελευταία αποτελέσματα
hu: Legutóbbi eredmények
pt_br: Últimos resultados

source: Goals
el: Γκολ
hu: Gólok
pt_br: Gols

source: Overall results
el: Συνολικά αποτελέσματα
pt_br: Resultados da temporada

source: Your results
el: Τα αποτελέσματα σας
hu: Eredményeid
pt_br: Seus resultados

source: Your overall results
el: Τα συνολικά αποτελέσματα σας
pt_br: Seus resultados na temporada

source: Results
el: Αποτελέσματα
pt_br: Resultados

source: Position
el: Θέση
hu: Pozíció
pt_br: Posição

source: Current position
el: Τρέχουσα θέση
hu: Jelenlegi pozíció
pt_br: Posição atual

source: Skill
el: Ικανότητα
hu: Képesség
pt_br: Habilidade

source: Current skill
el: Τρέχουσα ικανότητα
hu: Jelenlegi képesség
pt_br: Habilidade atual

source: Fitness
el: Φυσική κατάσταση
hu: Állóképesség
pt_br: Preparo físico

source: Estimated talent
el: Εκτιμώμενο ταλέντο
hu: Becsült tehetség
pt_br: Talento Estimado

source: Health
el: Υγεία
pt_br: Saúde

source: Games/Goals
el: Παιχνίδια/Τέρματα
pt_br: Partidas/Gols

source: Yellow cards (limit)
el: Κίτρινες κάρτες (όριο)
pt_br: Cartões amarelos (limite)

source: Banned
el: Τιμωρημένος
pt_br: Suspenso

source: Streak
el: Φόρμα
pt_br: Fase

source: Career values
el: Τιμές καριέρας
pt_br: Carreira

source: New contract offers
el: Νέο συμβόλαιο προσφορές
pt_br: Propor novo contrato

source: Sea
el: Περ
pt_br: Temp

source: Week
el: Εβδομάδα
pt_br: Semana

source: Event
el: Γεγονός
pt_br: Eventos

source: Best offensive teams
el: Ομάδες με τις καλύτερες επιθέσεις
pt_br: Melhor ataque

source: Best defensive teams
el: Ομάδες με τις καλύτερες άμυνες
pt_br: Melhor defesa

source: Best goal scorers
el: Πρώτοι σκόρερ
pt_br: Artilheiros

source: Best goalkeepers
el: Καλύτεροι τερματοφύλακες
pt_br: Melhores goleiros

source: Save %
el: Αποκρούσεις %
pt_br: Defendidos %

source: Go/Ga
el: Τερ/Αγ
pt_br: Go/Pa

source: League champions
el: Πρωταθλητές λίγκας
pt_br: Campeões das ligas

source: Cup champions
el: Κυπελλούχοι
pt_br: Campeões das copas

source: Season %d
el: Περίοδος %d
pt_br: Temporada %d

source: Didn't find file 'bygfoot_help'.
el: Δεν βρέθηκε το αρχείο 'bygfoot_help'.
pt_br: O arquivo 'bygfoot_help' não foi encontrado.

source: Current league
el: Τρέχουσα λίγκα
hu: Aktuális bajnokság
pt_br: Liga atual

source: System
el: Σύστημα
pt_br: Sistema

source: Good Hotel
el: Καλό ξενοδοχείο
pt_br: Hotel Bom

source: First-Class Hotel
el: Ξενοδοχείο πρώτης κλάσης
pt_br: Hotel de 1ª Classe

source: Premium Hotel
el: Ακριβό ξενοδοχείο
pt_br: Hotel 5 estrelas

source: Company
el: Εταιρία
pt_br: Companhia

source: Contract length (Months)
el: Μήκος συμβολαίου (Μήνες)
pt_br: Duração do contrato (Meses)

source: Money / week
el: Χρήματα / εβδομάδα
pt_br: Dinheiro / semana

source: Player doesn't negotiate anymore
el: Ο παίκτης δεν διαπραγματεύεται άλλο
pt_br: O jogador não negociará mais com você. (Nota: Ainda podes despedi-lo ou negociá-lo com outro clube. Caso contrário, deixará sua equipe ao se encerrar o contrato).

source: Player accepts new offers
el: Ο παίκτης δέχεται νέες προσφορές
pt_br: O jogador aceita novas ofertas

source: Games
el: Παιχνίδια
hu: Mérkőzései
pt_br: Partidas

source: Goals/Game %.1f Save %% %.1f
el: Τέρματα/Αγώνα %.1f Αποκρούσεις %% %.1f
pt_br: Gols/Partida %.1f Defendidos %% %.1f

source: Goals/Game %.1f Shot %% %.1f
el: Τέρ/Αγ %.1f Σουτ %% %.1f
pt_br: Gols/Partida %.1f Gols/Chutes a gol %% %.1f

source: %s: %d weeks
el: %s: %d εβδομάδες
pt_br: %s: %d semanas

source: %s: %d (no limit)
el: %s: %d (χωρίς όριο)
pt_br: %s: %d (sem limite)

source: The player is on a hot streak
el: Ο παίκτης βρίσκεται σε καλή φόρμα
pt_br: O jogador está numa boa fase

source: The player is on a cold streak
el: Ο παίκτης είναι ντεφορμέ
pt_br: O jogador está numa má fase

source: %s (expected recovery in %d weeks)
el: %s (αναμενόμενη ανάρρωση σε %d εβδομάδες)
pt_br: %s (recuperação em %d semanas)

source: INJ(%d)
el: ΤΡΑΥΜ(%d)
pt_br: LES(%d)

source: BAN(%d)
el: ΤΙΜ(%d)
pt_br: SUS(%d)

source: D
el: Α
pt_br: Z

source: F
el: Ε
pt_br: A

source: ADD LAST MATCH
el: ΠΡΟΣΘΕΣΗ ΤΕΛΕΥΤΑΙΟΥ ΑΓΩΝΑ
pt_br: ADICIONAR A ÚLTIMA PARTIDA

source: The owners of %s are not satisfied with the recent performance of the team. There are rumours they're looking for a new manager.
el: Οι ιδιοκτήτες της %s δεν είναι ικανοποιημένοι με την πρόσφατη απόδοση της ομάδας. Κυκλοφορούν φήμες ότι ψάχνουν για νέο μάνατζερ.
pt_br: Os dirigentes do %s não estão satisfeitos com os resultados da equipe. Há rumores de que estão pensando em contratar um novo treinador.

source: %s has left your team because his contract expired.
el: Ο %s άφησε την ομάδα σας γιατί έληξε το συμβόλαιο του.
pt_br: %s deixou sua equipe pois o contrato expirou.

source: You have overdrawn your bank account. The team owners give you %d weeks to get above your drawing credit limit.
el: Έχετε υπερχρεώσει τον τραπεζικό λογαριασμό σας. Οι ιδιοκτήτες της ομάδας σας δίνουν %d εβδομάδες καιρό για να είστε κάτω από το πιστωτικό σας όριο.
pt_br: Você estourou seu limite bancário. Os dirigentes da equipe lhe dão %d semanas para superar o limite de crédito.

source: You have overdrawn your bank account once again. Bear in mind that after the fourth time you get fired. The team owners give you %d weeks to get above your drawing credit limit.
el: Έχετε υπερχρεώσει ακόμα μία φορά τον τραπεζικό σας λογαριασμό. Συγκρατήστε στο μυαλό σας ότι μετά την τέταρτη φορά θα απολυθείτε. Οι ιδιοκτήτες της ομάδας σας δίνουν %d εβδομάδες καιρό για να είστε κάτω από το πιστωτικό σας όριο.
pt_br: Você estourou novamente seu limite bancário. Tenha em mente que, após a quarta vez você será despedido. Os dirigentes da equipe lhe dão %d semanas para superar o limite de crédito.

source: Have a look at the transfer list, there's an offer for %s.
el: Ρίξτε μία ματιά στη λίστα μεταγραφών, υπάρχει μια προσφορά για τον %s.
pt_br: Revise a lista de transferências, tens uma oferta para %s.

source: Your offer for %s has been accepted. If you still want to buy him, go to the transfer list and left click on the player.
el: Η προσφορά σας για τον %s έγινε δεκτή. Εάν θέλετε ακόμα να τον αγοράσετε, πηγαίνετε στη λίστα μεταγραφών και πατήστε αριστερό κλικ πάνω στον παίκτη.
pt_br: Sua oferta por %s foi aceita. Se deseja contratá-lo, vá até a lista de transferência e clique (botão esquerdo) sobre o jogador.

source: The owners of %s have rejected your offer (%s / %s) for %s. There was a better offer for the player than yours.
el: Οι ιδιοκτήτες της %s απέρριψαν την προσφορά σας (%s / %s) για τον %s. Υπάρχει μία καλύτερη προσφορά για τον παίκτη από την δική σας.
pt_br: Os dirigentes do %s rejeitaram sua oferta (%s / %s) por %s. Há uma oferta para o jogador melhor que a sua.

source: The owners of %s have rejected your offer (%s / %s) for %s. Neither the fee nor the wage you offered were acceptable, they say.
el: Οι ιδιοκτήτες της %s απέρριψαν την προσφορά σας (%s / %s) για τον %s. Λένε πως ούτε το ποσό μεταγραφής ούτε ο μισθός που προτείνατε έγιναν αποδεκτά.
pt_br: Os dirigentes do %s rejeitaram sua oferta (%s / %s) por %s. Não aceitam tanto o Contrato como Salário.

source: The owners of %s have rejected your offer (%s / %s) for %s. The team owners weren't satisfied with the fee you offered.
el: Οι ιδιοκτήτες της %s απέρριψαν την προσφορά σας (%s / %s) για τον %s. Λένε πως δεν είναι ικανοποιημένοι με το ποσό μεταγραφής που προσφέρατε.
pt_br: Os dirigentes do %s rejeitaram sua oferta (%s / %s) por %s. Não estão satisfeitos com o Contrato que você ofereceu.

source: %s of %s has rejected your offer (%s / %s). He wasn't satisfied with the wage you offered.
el: Ο %s της %s απέρριψε την προσφορά σας (%s / %s). Δεν είναι ικανοποιημένος με τον μισθό που προσφέρατε.
pt_br: %s do %s rejeitou sua oferta (%s/%s). Ele não está satisfeito com o salário que você lhe ofereceu.

source: %s of %s has rejected your offer because your team has too many star players already. 'A player of my caliber doesn't play second fiddle,' he was quoted.
el: Ο %s της %s απέρριψε την προσφορά σας γιατί η ομάδα σας ήδη έχει πολλούς παίκτες-αστέρια. 'Ένας παίκτης της αξίας μου δεν μπορεί να είναι δεύτερο βιολί,' είπε.
pt_br: %s do %s rejeitou sua oferta pois seu time está repleto de estrelas. Ele diz: "Um jogador do meu calibre não pode ficar em segundo plano."

source: You didn't have enough money to buy %s from %s.
el: Δεν έχετε αρκετά χρήματα για να αγοράσετε τον %s από την %s.
pt_br: Não tens dinheiro suficiente para contratar %s de %s.

source: Your roster is full. You couldn't buy %s from %s.
el: Το ρόστερ σας είναι γεμάτο. Δεν μπορείτε να αγοράσετε τον %s από την %s.
pt_br: Seu elenco está completo. Você não pode contratar %s de %s.

source: %s's injury was so severe that he can't play football on a professional level anymore. He leaves your team.
el: Ο τραυματισμός του %s ήταν τόσο σοβαρός που δεν μπορεί να παίξει πια ποδόσφαιρο σε επαγγελματικό επίπεδο. Αφήνει την ομάδα σας.
pt_br: A lesão de %s é muito grave e não pode mais jogar a nível profissional, com isso deixará sua equipe.

source: Fortunately he's got a cousin who can help your team out.
el: Ευτυχώς έχει έναν ξάδερφο που μπορεί να βοηθήσει την ομάδα σας.
pt_br: Felizmente tens um primo que pode ajudar a sua equipe.

source: The team owners are very satisfied with your financial management. Since the team's been earning a lot of money lately, they decide to donate half of it to charity.
el: Οι ιδιοκτήτες της ομάδας είναι πολύ ευχαριστημένοι με την οικονομική σας διαχείριση Από την στιγμή που η ομάδα τελευταία κερδίζει πολλά λεφτά, αποφασίζουν να δωρίσουν το μισό για αγαθοεργίες.
pt_br: Os dirigentes da equipe estão muito satisfeitos com a sua gestão financeira. Uma vez que o time vem ganhando muito dinheiro ultimamente, eles decidem doar metade para caridade.

source: You start the game with %s in the %s.
el: Αρχίζετε το παιχνίδι με %s στη %s.
pt_br: Você iniciou o jogo com %s em %s.

source: %s fires you because of financial mismanagement. You find a new job with %s in the %s.
el: Η %s σας απολύει λόγω οικονομικής κακοδιαχείρισης. Βρίσκετε νέα εργασία με %s στη %s.
pt_br: %s lhe despediu por má gestão financeira. Encontre um novo trabalho com %s em %s.

source: %s fires you because of unsuccessfulness. You find a new job with %s in the %s.
el: H %s σας απολύει λόγω αποτυχίας. Βρίσκετε νέα εργασία με %s στη %s.
pt_br: %s lhe despediu por seu insucesso. Encontre um novo trabalho com %s em %s.
