Repository: tstellar/bygfoot
Catalog: po/*.po
Languages: el, hu, pt_br

source: _T[_SHOTS0_ LE _SHOTS1_]_ have had _SHOTS[_SHOTS0_ LE _SHOTS1_]_ chances to [finish|seal|clinch] this match
el: Η _T[_SHOTS0_ LE _SHOTS1_]_ είχε _SHOTS[_SHOTS0_ LE _SHOTS1_]_ ευκαιρίες για να [τελειώσει|κλειδώσει] το παιχνίδι
pt_br: O _T[_SHOTS0_ LE _SHOTS1_]_ teve _SHOTS[_SHOTS0_ LE _SHOTS1_]_ chances para [finalizar neste|marcar neste|selar este] jogo

source: _T[_TAVSKILL0_ GE _TAVSKILL1_]_ come into this match as underdogs.
el: Η _T[_TAVSKILL0_ GE _TAVSKILL1_]_ έρχεται σε αυτό το παιχνίδι ως αουτσάιντερ.
pt_br: O _T[_TAVSKILL0_ GE _TAVSKILL1_]_ entra neste jogo como azarão.

source: _T[_TAVSKILL0_ LE _TAVSKILL1_]_ have a slight upper hand.
el: Η _T[_TAVSKILL0_ LE _TAVSKILL1_]_ έχει ένα ελαφρό [προβάδισμα|πλεονέκτημα].
pt_br: O _T[_TAVSKILL0_ LE _TAVSKILL1_]_ tem uma leve ajuda.

source: _T[_TAVSKILL0_ LE _TAVSKILL1_]_ start the match as sure favourites.
el: Η _T[_TAVSKILL0_ LE _TAVSKILL1_]_ αρχίζει το παιχνίδι ως φαβορί.
pt_br: O _T[_TAVSKILL0_ LE _TAVSKILL1_]_ começa a partida como favorito com certeza.

source: _T_NPOSS__ [gives the ball away|loses the ball too quickly]
el: Η _T_NPOSS__ [πουλάειτη μπάλα|χάνει γρήγορα τη μπάλα]
pt_br: O _T_NPOSS__ [dá a bola para longe|perde a bola muito rapidamente]

source: _T_NPOSS__ are on the [defence|backfoot]
el: H _T_NPOSS__ [βρίσκεται με την πλάτη στον τοίχο| αμύνεται]
pt_br: O _T_NPOSS__ está [na defesa|com o pé atrás]

source: _T_NPOSS__ get a let-off here with a superb save by _P1_
el: Η _T_NPOSS__ σώζεται χάρις σε μία [φανταστική|εκπληκτική] απόκρουση του _P1_
pt_br: O _T_NPOSS__ tenta, mas _P1_ realiza uma grande defesa

source: _T_NPOSS__ have given away an easy chance for _T_POSS__ to [come|crawl] back into this match
el: Η _T_NPOSS__ χαρίζει στην _T_POSS__ μια εύκολη ευκαιρία για να [γυρίσει|επιστρέψει] στο παιχνίδι
pt_br: O _T_NPOSS__ está dando uma chance fácil para o _T_POSS__ para virar este jogo

source: _T_POSS__ are beginning to wonder what they have to do to score
el: Οι παίκτες της _T_POSS__ αρχίζουν να αναρωτιούνται τι άλλο πρέπει να κάνουν για να σκοράρουν
pt_br: O _T_POSS__ se perguntam de que eles têm de fazer para marcar

source: _T_POSS__ are on the attack
el: Η _T_POSS__ [επιτίθεται|είναι στην επίθεση]
pt_br: _T_POSS__ estão no ataque

source: _T_POSS__ can [sneak ahead|take the lead] if they convert this
el: Η _T_POSS__ μπορεί να [ξεφύγει|πάρει το προβάδισμα] αν το μετατρέψει σε γκολ
pt_br: O _T_POSS__ pode [pular a frente|assumir a liderança] se converter este

source: _T_POSS__ denied by a [great|superb|brilliant] [save|parry] by _P1_
el: Ο _P1_ με μία [μεγάλη|εκπληκτική|φανταστική] απόκρουση λέει όχι στην _T_POSS__
pt_br: _T_POSS__ Negado por um [grande|brilhante|espetacular] defesa de _P1_

source: _T_POSS__ have squandered [a great|their] chance there.
el: Η _T_POSS__ [σπαταλάει|πετάει στα σκουπίδια] μία ευκαιρία.
pt_br: O _T_POSS__ esbanjam [um grande|uma ótima] chance.

source: _T_POSS__ have struck [pay dirt|gold]. What a goal!
el: Η _T_POSS__ πέτυχε διάνα. Τι γκολ!
pt_br: O _T_POSS__ golpeado. Que belo gol!

source: _T_POSS__ look like they are playing for penalties.
el: Φαίνεται ότι η _T_POSS__ παίζει για να πάμε στα πέναλτι.
pt_br: O _T_POSS__ parece estar jogando para decidir nos pênaltis.

source: _T_POSS__ need to [get the ball up front more|create more chances|show a bit more spark up front]
el: Η _T_POSS__ πρέπει [να προσπαθήσει περισσότερο|να παίξει καλύτερα|να παίξει πιο επιθετικά]
pt_br: O _T_POSS__ necessita [levar a bola mais a frente|criar mais chances|mostrar um pouco mais de criatividade no ataque]

source: _T_POSS__ score against the run of the play
el: Η _T_POSS__ σκοράρει ενάντια στη ροή του αγώνα
pt_br: O _T_POSS__ corre contra o placar do jogo

source: _T_TT_ [take first blood|are first to open the account] today
el: Η _T_TT_ [κάνει σεφτέ|ανοίγει τον λογαριασμό] σήμερα
pt_br: O _T_TT_ [tira sangue primeiro|é o primeiro a abrir a conta] hoje

source: _T_TT__ change to _EX_ and ease off
el: Η _T_TT__ αλλάζει το στυλ σε _EX_ και χαλαρώνει
pt_br: O _T_TT__ muda o estilo para _EX_ e aguarda o fim do jogo

source: _T_TT__ change to a _EX_ style
el: Η _T_TT__ αλλάζει στυλ σε _EX_
pt_br: _T_TT__ mudam o estilo _EX_

source: _T_TT__ have changed their boost to _EX_
el: Η _T_TT__ άλλαξε την ώθηση της σε _EX_
pt_br: O _T_TT__ muda a motivação para _EX_

source: _T_TT__ have changed their structure to _EX_
el: Η _T_TT__ άλλαξε τη διάταξη της σε _EX_
pt_br: _T_TT__ jogam agora no _EX_

source: _T_TT__ have changed their style to _EX_
el: Η _T_TT__ άλλαξε τον τρόπο παιχνιδιού της σε _EX_
pt_br: O _T_TT__ muda o estilo para _EX_

source: _T_TT__ have gone up a gear
el: Η _T_TT__ πρέπει να προσπαθήσει κι άλλο
pt_br: O _T_TT__ domina e vai todo pro ataque

source: _T_TT__ make a substitution: _P0_ comes on to replace _P1_
el: Αλλαγή για την _T_TT__: Ο _P0_ αντικαθιστά τον _P1_
pt_br: O _T_TT__ faz uma substituição: _P0_ entra no lugar de _P1_

source: _T_TT__ must think they have this match sewn up
pt_br: O _T_TT__ deve pensar que o jogo já está ganho

source: _T_TT__ need some fresh legs. _P0_ comes on to replace _P1_
el: Η _T_TT__ χρειάζεται φρέσκο αίμα. Ο _P0_ αντικαθιστά τον _P1_
pt_br: O _T_TT__ vai ter sangue novo. _P0_ substitui _P1_

source: _T_TT__ restructure themselves into a _EX_ formation
el: Η _T_TT__ αλλάζει διάταξη σε _EX_
pt_br: O _T_TT__ reestrutura-se na formação _EX_

source: _T_TT__ try to create an opening by attacking
el: Η _T_TT__ προσπαθεί με επίθεση να δημιουργήσει ένα άνοιγμα
pt_br: O _T_TT__ tenta criar uma abertura, atacando

source: A dominating performance at home by _TW_ should leave them with an easy task in the second leg.
el: Η _TW_ με μία ανώτερη εμφάνιση εντός έδρας πρέπει να έχει εύκολο έργο [στον επαναληπτικό|στη ρεβάνς]
pt_br: A performance dominante em casa por _TW_ deve deixá-los com uma tarefa fácil, no jogo de volta.

source: A wasted penalty shot will haunt _T0_'s players for a long time.
el: Ένα χαμένο πέναλτι θα κυνηγά τους παίκτες της _T0_ για καιρό.
pt_br: O pênalti desperdiçado irá assombrar os jogadores do _T0_ por um longo tempo.

source: A wasted penalty shot will haunt _T1_'s players for a long time.
el: Ένα χαμένο πέναλτι θα κυνηγά τους παίκτες της _T1_ για καιρό.
pt_br: O pênalti desperdiçado irá assombrar os jogadores do _T1_ por um longo tempo.

source: After a meager _REW_ home win by _TW_, this match-up is still up in the air.
el: Μετά από μία ισχνή _REW_ εντός έδρας νίκη της _TW_, αυτή η αναμέτρηση παραμένει αμφίρροπη.
pt_br: Depois de um pobre _REW_, o _TW_ tem que abrir o olho no jogo de volta.

source: After losing at home, _TL_ will have a really hard time in the second leg.
el: Μετά την εντός έδρας ήττα, η _TL_ θα έχει δύσκολο έργο [στον επαναληπτικό|στη ρεβάνς]
pt_br: Depois de perder em casa, o _TL_ terá uma partida muito difícil no jogo de volta.

source: As expected, _TW_ [beat|overcome|defeat] _TL_
el: Όπως αναμενόταν, η _TW_ [νίκησε την |υπερίσχυσε της] _TL_
pt_br: Como esperado, o _TW_ [bate|supera|derrota] o _TL_

source: Away win for _TW_
el: Εκτός έδρας νίκη για την _TW_
pt_br: _TW_ vence fora de casa

source: Betting odds against _TL_ rise for the second leg match.
el: Οι πιθανότητες εναντίον της _TL_ για τον δεύτερο αγώνα αυξάνονται.
pt_br: Aumentam as apostas contra o _TL_ para o jogo de volta.

source: Both teams clearly lacked the energy in this match.
el: Υπήρχε καθαρή έλλειψη ενέργειας και από τις δύο ομάδες γι αυτό το παιχνίδι.
pt_br: Claramente faltou ânimo a ambas equipas neste jogo.

source: Close match with happy ending for _TW_
el: Κλειστό παιχνίδι με ευτυχή κατάληξη για την _TW_
pt_br: Fim de partida com final feliz para o _TW_

source: Convincing win by _TW_ in first leg
el: Πειστική νίκη στον πρώτο αγώνα για την _TW_
pt_br: Convincente vitória do _TW_ no jogo de ida

source: Draw enough for _CUPMATCHWINNER_
el: Η ισοπαλία ήταν αρκετή για την _CUPMATCHWINNER_
pt_br: O empate é suficiente para o _CUPMATCHWINNER_

source: Easy home win for _TW_
el: Εύκολη εντός έδρας νίκη για την _TW_
pt_br: Vitória fácil do _TW_ em casa

source: Eventful draw for [_T0_|_T1_]
el: Περιπετειώδης ισοπαλία για την [_T0_|_T1_]
pt_br: Um empate agitado para o [_T0_|_T1_]

source: Exciting game at _T0_
el: Συναρπαστικό παιχνίδι στο γήπεδο της _T0_
pt_br: Emocionante jogo do _T0_

source: Goal-less draw in _T0_ vs. _T1_
el: Λευκή ισοπαλία στο _T0_ - _T1_
pt_br: Empate sem gols no jogo _T0_ x _T1_

source: Goals by _SCORERS0_ only ensure a _RE_ for _T0_.
el: Τα γκολ του _SCORERS0_ διασφαλίζουν ένα _RE_ για την _T0_.
pt_br: Gols de _SCORERS0_ apenas asseguram um _RE_ para o _T0_.

source: Goals by _SCORERS_TLN__ are not enough for _TL_ to win.
el: Τα γκολ των _SCORERS_TLN__ δεν ήταν αρκετά για νίκη της _TL_.
pt_br: Os gols de _SCORERS_TLN__ não são suficientes para o _TL_ ganhar.

source: Goals by _SCORERS_TLN__ not enough as _TL_ loses _REL_.
el: Τα γκολ των _SCORERS_TLN__ δεν ήταν αρκετά και η _TL_ χάνει με _REL_.
pt_br: Os gols de _SCORERS_TLN__ não são suficiente para o _TL_, que perde por _REL_.

source: Hat-trick by _HIGHSCORER_TWN__ stuns _TL_.
el: Το χατ-τρικ του _HIGHSCORER_TWN__ ρίχνει στο καναβάτσο την _TL_.
pt_br: O hat-trick de _HIGHSCORER_TWN__ atordoa o _TL_.

source: Home victory for _TW_
el: Εντός έδρας νίκη για την _TW_
pt_br: Vitória em casa para o _TW_

source: Humiliating defeat for _TL_
el: Εξευτελιστική ήττα για την _TL_
pt_br: Derrota humilhante para o _TL_

source: Lopsided victory by _TW_
el: Εύκολη νίκη για την _TW_
pt_br: Vitória esmagadora para o _TW_

source: Meagre draw for [_T0_|_T1_]
el: Απλή ισοπαλία για την [_T0_|_T1_]
pt_br: Empate escasso para o [_T0_|_T1_]

source: Most of the spectators leave the stadium disappointedly before the match is over.
el: Οι περισσότεροι θεατές αποχωρούν απογοητευμένοι πριν το τέλος του αγώνα.
pt_br: A maioria dos espectadores que deixa o estádio antes deste jogo desapontante acabar.

source: Neither _T0_ nor _T1_ can really be satisfied with a tie.
el: Καμία από τις δύο ομάδες δεν πρέπει να είναι ικανοποιημένη με μία ισοπαλία.
pt_br: Nem o _T0_ nem o _T1_ estão satisfeitos com o empate.

source: Nobody expected this result - except for the players and the coach of _T[_TLAYER0_ L _TLAYER1_]_.
el: Κανείς εκτός τους παίκτες και τον προπονητή της [_TLAYER0_ L _TLAYER1_]_.δεν περίμενε αυτό το αποτέλεσμα
pt_br: Ninguém esperava esse resultado - exceto os jogadores e o treinador do _T[_TLAYER0_ L _TLAYER1_]_.

source: One goal is enough for _TW_ to get the win in this match.
el: Ένα γκολ για την _TW_ είναι αρκετό για να κερδίσει αυτό το παιχνίδι.
pt_br: Um gol é suficiente para o _TW_ para conseguir a vitória neste jogo.

source: One goal is enough for _TW_ to grab three points.
el: Ένα γκολ είναι αρκετό για την _TW_ να πάρει τους τρεις βαθμούς.
pt_br: Um gol é suficiente para o _TW_ para levar os três pontos.

source: One mistake by [_T0_|_T1_] wastes victory.
el: Ένα λάθος της [_T0_|_T1_] [χαραμίζει|σπαταλά] τη νίκη.
pt_br: Um erro do [_T0_|_T1_] desperdiça a vitória.

source: Pure excitement in _T0_ vs. _T1_
el: Παιχνίδια σαν το _T0_ -. _T1_ ευχαριστιέσαι να τα βλέπεις
pt_br: Pura emoção no jogo _T0_ x _T1_

source: Several of the _AT_ spectators die of boredom during an atrocious game.
el: _AT_ θεατές παρακολουθούν ένα βαρετό παιχνίδι.
pt_br: Muitos dos _AT_ espectadores morreram de tédio durante um jogo fraco.

source: Since _WON_TWN__ matches, _TW_ hammer every opponent.
el: Τα τελευταία _WON_TWN__ παιχνίδια, η _TW_ [διαλύει|κερδίζει] κάθε αντίπαλο.
pt_br: A _WON_TWN__ partidas, o _TW_ derrota todos os adversários.

source: Tense _LEAGUECUPNAME_ quarterfinal between _T0_ and _T1_
el: Αγχωτικός προημιτελικός για το _LEAGUECUPNAME_ ανάμεσα στις _T0_ και _T1_
pt_br: Jogo tenso nas quartas da _LEAGUECUPNAME_ entre _T0_ e _T1_

source: Thanks to the win, _TW_ move to rank _RANK_TWN__ in the _LEAGUECUPNAME_ table.
el: Χάρις στη νίκη, η _TW_ ανεβαίνει _στη RANK_TWN__ θέση στη βαθμολογία της _LEAGUECUPNAME_.
pt_br: Graças à vitória, _TW_ está agora na _RANK_TWN__ª posição na _LEAGUECUPNAME_.

source: Thanks to their exceedingly clever strategy, _TW_ are successful against the better team.
el: Χάρις στην πανέξυπνη τακτική της, η _TW_ επιτυγχάνει απέναντι σε μία καλύτερη ομάδα.
pt_br: Graças a uma estratégia extremamente inteligente, _TW_ foram bem sucedidos contra uma melhor equipa.

source: The coach of [_T0_|_T1_] vows to concentrate on getting the defense in shape during the coming weeks.
el: Ο προπονητής της [_T0_|_T1_] υπόσχεται τις επόμενες εβδομάδες να επικεντρωθεί στη βελτίωση της άμυνας
pt_br: O técnico da [_T0_ | _T1_] promete concentrar atenção na defesa durante as próximas semanas.

source: The draw doesn't help either team.
el: Η ισοπαλία δεν [βοηθά|βολεύει] καμία ομάδα.
pt_br: O empate não ajuda qualquer equipe.

source: The teams were more or less equal in these matches, but _CUPMATCHWINNER_ had luck on their side.
el: Οι δύο ομάδες ήταν σχεδόν ισοδύναμες σε αυτά τα παιχνίδια, απλώς η _CUPMATCHWINNER_ ήταν πιο τυχερή.
pt_br: As equipes foram iguais nas partidas, mas o _CUPMATCHWINNER_ teve a sorte do seu lado.

source: The teams were more or less equal in this match, but _CUPMATCHWINNER_ had luck on their side.
el: Οι δύο ομάδες ήταν σχεδόν ισοδύναμες σε αυτό το παιχνίδι, απλώς η _CUPMATCHWINNER_ ήταν πιο τυχερή.
pt_br: As equipes foram iguais neste jogo, mas o _CUPMATCHWINNER_ teve a sorte do seu lado.

source: The two teams deliver repulsing football reminiscent of the days of Catenaccio.
el: Οι δύο ομάδες παίζουν τόσο απωθητικό ποδόσφαιρο που θυμίζει κατενάτσιο.
pt_br: As duas equipes de defendem tanto que relembram os dias do Catenaccio.

source: This was one tough match-up, but _CUPMATCHLOSER_ are out after a _RE_ in the second leg.
el: Ήταν μία σκληρή αναμέτρηση, αλλά η _CUPMATCHLOSER_ αποκλείεται μετά από ένα _RE_ στον δεύτερο αγώνα.
pt_br: Esta foi uma partida dura, mas o _CUPMATCHLOSER_ está fora após um placar de _RE_ no jogo de volta.

source: This was one tough match-up, but _CUPMATCHLOSER_ are out after a _RE_.
el: Ήταν μία σκληρή αναμέτρηση, αλλά η _CUPMATCHLOSER_ αποκλείεται μετά από ένα _RE_.
pt_br: Esta foi uma partida dura, mas o _CUPMATCHLOSER_ está fora após um placar de _RE_.

source: Tight _REW_ for _TW_
el: Δύσκολο _REW_ για την _TW_
pt_br: Vitória apertada por _REW_ para o _TW_

source: Tight overall score between _T0_ and _T1_
el: Κλειστό συνολικό σκορ ανάμεσα στις _T0_ και _T1_
pt_br: Placar apertado entre _T0_ e _T1_

source: Walkover for _TW_
el: Περίπατος για την _TW_
pt_br: Vitória fácil para o _TW_

source: [Exciting|Spectacular] _LEAGUECUPNAME_ final [between|featuring] _T0_ and _T1_
el: [Εκπληκτικός|Συναρπαστικός] τελικός του _LEAGUECUPNAME_ ανάμεσα στις _T0_ και _T1_
pt_br: Uma [emocionante|espetacular] final da _LEAGUECUPNAME_ entre _T0_ e _T1_

source: [Tense|Nailbiting] _LEAGUECUPNAME_ semifinal between _T0_ and _T1_
el: [Συναρπαστικός|Αγχωτικός] ημιτελικός για το _LEAGUECUPNAME_ μεταξύ της _T0_ και της _T1_
pt_br: Um jogo [tenso|de roer unhas] na semifinal da _LEAGUECUPNAME_ entre _T0_ e _T1_

source: [_T0_|_T1_] allow _GOALS1_ and gets only a draw.
el: Η [_T0_|_T1_] δέχεται _GOALS1_ γκολ και αρκείται στην ισοπαλία.
pt_br: [_T0_|_T1_] levou _GOALS1_ gols e fica apenas num empate.

source: [_T0_|_T1_] allow _GOALS1_ goals and should be satisfied with a tie.
el: Η [_T0_|_T1_] δέχεται _GOALS1_ γκολ και πρέπει να είναι ικανοποιημένη με την ισοπαλία.
pt_br: [_T0_|_T1_] levam _GOALS1_ gols e deve estar satisfeito com o empate.

source: [_T0_|_T1_] combine good offense with costly mistakes and only gets the draw.
el: Η [_T0_|_T1_] συνδυάζει καλή επίθεση με μοιραία λάθη και αρκείται στην ισοπαλία.
pt_br: [_T0_|_T1_] combina bom ataque com poucas finalizações e só consegue o empate.

source: [_T0_|_T1_] commit some easy mistakes and wastes victory.
el: Η [_T0_|_T1_] διαπράττει κάποια εύκολα λάθη και χαραμίζει τη νίκη.
pt_br: [_T0_|_T1_] comete alguns erros e deixa a vitória escapar.

source: [_T0_|_T1_] let down by horrible defense.
el: Η [_T0_|_T1_] προδίδεται από την κακή άμυνα.
pt_br: [_T0_|_T1_] desaponta pela horrível defesa.

source: _AT_ spectators breathless after an exiting _RE_ in the second leg.
el: _AT_ θεατές παρακολουθούν με αγωνία ένα _RE_ στον δεύτερο αγώνα.
pt_br: _AT_ espectadores sem fôlego após um placar de _RE_ no jogo de volta.

source: _AT_ spectators breathless after an exiting _RE_.
el: _AT_ θεατές παρακολουθούν με αγωνία ένα _RE_.
pt_br: _AT_ espectadores sem fôlego após um placar de _RE_.

source: _AT_ spectators celebrate the win against _TL_.
el: _AT_ θεατές πανηγυρίζουν τη νίκη απέναντι στη _TL_.
pt_br: _AT_ espectadores comemoram a vitória contra o _TL_.

source: _AT_ spectators commiserate with _TL_.
el: _AT_ θεατές εμψυχώνουν την _TL_.
pt_br: _AT_ espectadores lamentam a derrota do _TL_.

source: _AT_ spectators enjoy a lively game despite the _RE_ draw.
el: _AT_ θεατές απολαμβάνουν ένα χορταστικό παιχνίδι παρά την ισοπαλία με σκορ _RE_.
pt_br: _AT_ espectadores desfrutaram de um jogo animado, apesar do empate em _RE_.

source: _AT_ spectators left unsatisfied after a meagre home draw by _T0_.
el: _AT_ θεατές μένουν ανικανοποίητοι μετά από μία ισχνή εντός έδρας ισοπαλία της _T0_.
pt_br: _AT_ espectadores ficaram insatisfeitos depois de um empate fraco em casa do _T0_.

source: _AT_ spectators see a [tight|close|tense] encounter between two equal teams.
el: _AT_ θεατές βλέπουν μία [κλειστή|αμφίρροπη] αναμέτρηση ανάμεσα σε δύο ισοδύναμες ομάδες.
pt_br: _AT_ espectadores viram um jogo [difícil|tenso|complicado] entre duas equipes iguais.

source: _AT_ spectators watch _T0_ extend their unbeaten streak to _UNBEATEN0_.
el: _AT_ θεατές παρακολουθούν την _T0_ να επεκτείνει το αήττητο σερί της σε _UNBEATEN0_ αγώνες
pt_br: _AT_ espectadores assistiram o _T0_ estender sua série invicta para _UNBEATEN0_ partidas.

source: _AT_ spectators watch _TW_ come out only one goal ahead of _TL_.
el: _AT_ θεατές παρακολουθούν την _TW_ να ξεφεύγει με ένα μόνο γκολ διαφορά από την _TL_.
pt_br: _AT_ espectadores assistiram o _TW_ vencer com 1 gol de diferença o _TL_.

source: _AT_ spectators watch as _T[_TLAYER0_ G _TLAYER1_]_ fulfill the expectations and keeps the upper hand against an overmatched opponent.
el: _AT_ θεατές παρακολουθούν την _T[_TLAYER0_ G _TLAYER1_]_ να δικαιώνει τις προσδοκίες και να κυριαρχεί επί ενός υποδεέστερου αντιπάλου.
pt_br: _AT_ espectadores viram o _T[_TLAYER0_ G _TLAYER1_]_ cumprir as expectativas e manter a vantagem contra o adversário.

source: _AT_ spectators watch their team win at home.
el: _AT_ θεατές παρακολουθούν την ομάδα τους να κερδίζει εντός έδρας.
pt_br: _AT_ espectadores viram o time ganhar em casa.

source: _CUPMATCHLOSER_ [thrashed|mauled] by goals from _SCORERS_CUPMATCHWINNERN__.
el: Η _CUPMATCHLOSER_ διαλύεται με γκολ των _SCORERS_CUPMATCHWINNERN__.
pt_br: O _CUPMATCHLOSER_ [foi goleado|humilhado] pelo bom futebol de _SCORERS_CUPMATCHWINNERN__.

source: _CUPMATCHLOSER_ are out
el: Η _CUPMATCHLOSER_ αποκλείεται
pt_br: _CUPMATCHLOSER_ está fora

source: _CUPMATCHLOSER_ didn't stand a chance in these matches and, in retrospect, should probably be glad to have come this far.
el: Η _CUPMATCHLOSER_ δεν είχε καμία ευκαιρία σε αυτά τα παιχνίδια και μάλλον πρέπει να είναι ευχαριστημένη που έφτασε ως εδώ.
pt_br: O _CUPMATCHLOSER_ não teve chance nestas partidas, e pelo retrospecto, provavelmente deve estar contente por ter chegado tão longe.

source: _CUPMATCHLOSER_ didn't stand a chance in these matches and, in retrospect, should probably be glad to have reached the final.
el: Η _CUPMATCHLOSER_ δεν είχε καμία ευκαιρία σε αυτά τα παιχνίδια και μάλλον πρέπει να είναι ευχαριστημένη που έφτασε ως τον τελικό.
pt_br: O _CUPMATCHLOSER_ não teve chance nestas partidas, e pelo retrospecto, provavelmente deve estar contente por ter chegado à final.

source: _CUPMATCHLOSER_ didn't stand a chance in this game and are out.
el: Η _CUPMATCHLOSER_ δεν είχε καμία ευκαιρία σε αυτό το παιχνίδι και αποκλείεται.
pt_br: O _CUPMATCHLOSER_ não teve chance neste jogo e está fora.

source: _CUPMATCHLOSER_ didn't stand a chance overall and are out.
el: Η _CUPMATCHLOSER_ δεν είχε καμία ευκαιρία και αποκλείεται.
pt_br: O _CUPMATCHLOSER_ não teve chance nos jogos e está fora.

source: _CUPMATCHLOSER_ eliminated
el: Η _CUPMATCHLOSER_ αποκλείεται
pt_br: _CUPMATCHLOSER_ está eliminado

source: _CUPMATCHLOSER_ eliminated after _RE_ in second leg
el: Η _CUPMATCHLOSER_ αποκλείεται μετά το _RE_ στον δεύτερο αγώνα
pt_br: _CUPMATCHLOSER_ está eliminado após o placar de _RE_ no jogo de volta

source: _CUPMATCHLOSER_ eliminated in _LEAGUECUPNAME_ quarterfinal
el: Η _CUPMATCHLOSER_ αποκλείεται στον προημιτελικό του _LEAGUECUPNAME_
pt_br: _CUPMATCHLOSER_ eliminado nas quartas da _LEAGUECUPNAME_

source: _CUPMATCHLOSER_ eliminated in _LEAGUECUPNAME_ semifinal
el: Η _CUPMATCHLOSER_ αποκλείεται στον ημιτελικό του _LEAGUECUPNAME_
pt_br: _CUPMATCHLOSER_ eliminado na semifinal da _LEAGUECUPNAME_

source: _CUPMATCHLOSER_ fans destroy parts of downtown after the disappointing _RE_ in the final.
el: Οι οπαδοί της _CUPMATCHLOSER_ καταστρέφουν τμήματα του κέντρου της πόλης μετά από το απογοητευτικό _RE_ στον τελικό.
pt_br: O _CUPMATCHLOSER_ deixa seus torcedores tristes e decepcionados após perder a final por _RE_.

source: _CUPMATCHLOSER_ fans destroy parts of downtown after the disappointing _RE_ in the quarterfinal.
el: Οι οπαδοί της _CUPMATCHLOSER_ καταστρέφουν τμήματα του κέντρου της πόλης μετά από το απογοητευτικό _RE_ στον προημιτελικό.
pt_br: O _CUPMATCHLOSER_ deixa seus torcedores tristes e decepcionados após perder nas quartas de final por _RE_.

source: _CUPMATCHLOSER_ fans destroy parts of downtown after the disappointing _RE_ in the semifinal.
el: Οι οπαδοί της _CUPMATCHLOSER_ καταστρέφουν τμήματα του κέντρου της πόλης μετά από το απογοητευτικό _RE_ στον ημιτελικό.
pt_br: O _CUPMATCHLOSER_ deixa seus torcedores tristes e decepcionados após perder a semifinal por _RE_.

source: _CUPMATCHLOSER_ left empty-handed in _LEAGUECUPNAME_ quarterfinal
el: Η _CUPMATCHLOSER_ φεύγει με άδεια χέρια από τον προημιτελικό του _LEAGUECUPNAME_
pt_br: O _CUPMATCHLOSER_ sai de mãos vazias nas quartas-de-final da _LEAGUECUPNAME_

source: _CUPMATCHLOSER_ left empty-handed in _LEAGUECUPNAME_ semifinal
el: Η _CUPMATCHLOSER_ φεύγει με άδεια χέρια από τον ημιτελικό του _LEAGUECUPNAME_
pt_br: O _CUPMATCHLOSER_ sai de mãos vazias na semifinal da _LEAGUECUPNAME_

source: _CUPMATCHLOSER_ lose _LEAGUECUPNAME_ final
el: Η _CUPMATCHLOSER_ χάνει στον τελικό του _LEAGUECUPNAME_
pt_br: O _CUPMATCHLOSER_ perde na final da _LEAGUECUPNAME_

source: _CUPMATCHLOSER_ lose _REL_ in _LEAGUECUPNAME_ final
el: Η _CUPMATCHLOSER_ χάνει με _REL_ στον τελικό του _LEAGUECUPNAME_
pt_br: O _CUPMATCHLOSER_ perde a final da _LEAGUECUPNAME_ por _REL_

source: _CUPMATCHLOSER_ lose _REL_ in _LEAGUECUPNAME_ quarterfinal
el: Η _CUPMATCHLOSER_ χάνει με _REL_ στον προημιτελικό του _LEAGUECUPNAME_
pt_br: O _CUPMATCHLOSER_ perde nas quartas-de-final da _LEAGUECUPNAME_ por _REL_

source: _CUPMATCHLOSER_ lose _REL_ in _LEAGUECUPNAME_ semifinal
el: Η _CUPMATCHLOSER_ χάνει με _REL_ στον ημιτελικό του _LEAGUECUPNAME_
pt_br: O _CUPMATCHLOSER_ perde a semifinal da _LEAGUECUPNAME_ por _REL_

source: _CUPMATCHLOSER_ only take silver in _LEAGUECUPNAME_ final
el: Η _CUPMATCHLOSER_ αρκείται απλώς στο ασημένιο στον τελικό του _LEAGUECUPNAME_
pt_br: O _CUPMATCHLOSER_ é vice campeão do(a) _LEAGUECUPNAME_

source: _CUPMATCHLOSER_ out after a close match
el: Η _CUPMATCHLOSER_ αποκλείεται μετά από ένα αμφίρροπο παιχνίδι
pt_br: O _CUPMATCHLOSER_ está fora depois desta partida

source: _CUPMATCHLOSER_ trashed by goals from _SCORERS_CUPMATCHWINNERN__.
el: Η _CUPMATCHLOSER_ διαλύεται με γκολ των _SCORERS_CUPMATCHWINNERN__.
pt_br: O _CUPMATCHLOSER_ foi humilhado pelos gols de _SCORERS_CUPMATCHWINNERN__.
