Repository: tstellar/bygfoot
Catalog: po/*.po
Languages: el, hu, pt_br

source: _MR_ minutes left. _T_TT__ try a change of tactics with _EX_ style
el: _MR_ λεπτά για τη λήξη. Η _T_TT__ αλλάζει τακτική σε _EX_
pt_br: Faltam _MR_ minutos. O _T_TT__ muda a formação tática para _EX_

source: _P0_ [collects|latches onto] _P1_'s [through ball|pass]
pt_br: _P0_ recebe [a bola|o passe] de_P1_

source: _P0_ [drifts|crashes|cuts] in from the [right|left] flank and [strikes|shoots|fires]
el: Ο _P0_ επελαύνει από τη [δεξιά|αριστερή] πλευρά και [σουτάρει|χτυπά]
pt_br: _P0_ entra pelo lado [direito|esquerdo] e [chuta|fuzila|dispara]

source: _P0_ [drifts|dribbles|runs|rushes|strolls|slips|sneaks] into the box, turns inside the defence and fires
el: Ο _P0_ μπαίνει στην περιοχή, περνά τούς αμυντικούς και [πυροβολεί|σουτάρει]
pt_br: _P0_ [dribla|corre|passa|avança] pela grande área e chuta

source: _P0_ [fires|shoots|blasts it|hammers it] from [22|20|18|15] yards; looks like it's [drifting|curving|spinning|going wide]
el: Ο _P0_ σουτάρει από [20|15] μέτρα. Φαίνεται ότι το σουτ φεύγει μακριά
pt_br: _P0_ [fuzila|dispara|chuta] dos [40|35|30|25|20] metros; parece que vai [no canto|onde a coruja dorme|entrar].

source: _P0_ [has fluffed it|can't control it|snaps a shot], and his miskick heads [toward goal|goalward]
el: Ο _P0_ δεν πιάνει καλά το σουτ και η μπάλα πάει προς τα δίχτυα
pt_br: _P0_ [não domina a|não consegue controlar a|perde o controle da] bola e dá um horroroso chute em direção ao gol

source: _P0_ [infiltrates|sneaks through] the defence and [hammers|cracks] it
el: Ο _P0_ τρυπώνει στην άμυνα και σουτάρει
pt_br: _P0_ [se infiltrada|passa] pela defesa e [chuta|fuzila]

source: _P0_ [loses|spins past|dribbles past] his [man|marker]
el: Ο _P0_ [χάνει τον παίκτη που μαρκάρει|περνά τον παίκτη που τον μαρκάρει]
pt_br: _P0_ [finta|dribla|humilha] o [homem|adversário|oponente|marcador]

source: _P0_ [pushes|curls] the ball over
el: Ο _P0_ σπρώχνει τη μπάλα από επάνω
pt_br: _P0_ [chuta|manda] a bola pra cima

source: _P0_ [snaps|arrows|beams] a shot towards the [bottom|top] [right|left] corner
el: Ο _P0_ σουτάρει προς την [κάτω|πάνω] [δεξιά|αριστερή] γωνία
pt_br: _P0_ [chuta|acerta um tiro|fuzila] em direção ao canto [superior|inferior] [direito|esquerdo]

source: _P0_ [steals|takes|snatches] the ball away from _P1_ with a sliding tackle
el: Ο _P0_ με ένα τάκλιν [κλέβει|παίρνει] τη μπάλα από τον _P1_
pt_br: _P0_ [rouba|toma|arrebata] a bola de _P1_ com um carrinho

source: _P0_ [thumps|smacks|fires] it into row Z
pt_br: A bola de _P0_ [roça a|bate na|explode na] trave

source: _P0_ [waltzes|spins|drifts|rips] past two defenders, [dummies|wrong-foots] the keeper and [flicks|back-heels|clips] the ball [home|towards goal|goalward]
el: Ο _P0_ περνά δύο αμυντικούς, ξεγελά τον γκολκίπερ και στέλνει τη μπάλα προς τα δίχτυα
pt_br: _P0_ [dribla|humilha|finta|envergonha] dois [defensores|zagueiros], [engana|dribla|curta] o goleiro e chuta...

source: _P0_ can [square the match|equalize] with this shot
el: Ο _P0_ έχει την ευκαιρία να ισοφαρίσει με αυτό το σουτ
pt_br: _P0_ pode [igualar|empatar] a partida com esta cobrança

source: _P0_ can make some _T_POSS__ worries [disappear|go away|fade] with this penalty
el: Ο _P0_μπορεί να εξαφανίσει κάποιες ανησυχίες της _T_POSS__με αυτό το πέναλτι
pt_br: Se _P0_ converter este pênalti, as preocupações do _T_POSS__ vão [desaparecer|sumir|deixar de existir]

source: _P0_ can seal up the match with a goal here
el: Ο _P0_ μπορεί τώρα να σφραγίσει το ματς με ένα γκολ
pt_br: _P0_ pode selar a partida com um gol aqui

source: _P0_ charges in with a shot
el: Ο _P0_ πιστώνεται ένα σουτ
pt_br: _P0_ cobra a falta

source: _P0_ charges towards goal and [fires|unleashes|stabs|shoots]!
el: Ο _P0_ εφορμά προς την εστία και σουτάρει
pt_br: _P0_ [dispara|chuta|atira|fuzila] em direção ao gol

source: _P0_ comes off the bench to replace _P1_
el: Ο _P0_ έρχεται από τον πάγκο να αντικαταστήσει τον _P1_
pt_br: _P0_ vai substituir _P1_

source: _P0_ curls the free kick over the wall
el: Ο _P0_ περνά το φάουλ πάνω από το τοίχος
pt_br: _P0_ cobra a falta por cima da barreira

source: _P0_ drives the free kick low and hard
el: Ο _P0_ εκτελεί το φάουλ χαμηλά και δυνατά
pt_br: _P0_ faz uma cobrança rasteira e forte

source: _P0_ finds some space and tries his luck.
el: Ο _P0_ βρίσκει λίγο χώρο και δοκιμάζει την τύχη του.
pt_br: _P0_ encontra algum espaço e tenta a sorte.

source: _P0_ gatecrashes _P1_'s party and comes away with the prize
el: Ο _P0_ χαλάει το πάρτι του _P1_ και ξεφεύγει με το έπαθλο
pt_br: _P0_ trava _P1_ e fica com o bola

source: _P0_ gets his legs taken away from him by _P1_
el: Ο _P1_ παίρνει τα πόδια του _P0_
pt_br: _P0_ é travado por _P1_

source: _P0_ gets in behind the defence and strikes
el: Ο _P0_ τρυπώνει στην πλάτη της άμυνας και χτυπά
pt_br: _P0_ dribla a defesa e chuta

source: _P0_ has a chance to score with a penalty kick
el: Ευκαιρία για τον _P0_ για να σκοράρει με πέναλτι
pt_br: _P0_ tem a chance de marcar se converter este pênalti

source: _P0_ has a large cut above his [left|right] eye, but it's quickly patched up, and he'll be able to continue
el: Ο _P0_ έχει ένα μεγάλο σκίσιμο κάτω από το μάτι του αλλά το κάλυψε γρήγορα και συνεχίζει
pt_br: _P0_ está com um grande corte acima do olho [esquerdo|direito], mas é rapidamente atendido, e vai continuar no jogo

source: _P0_ has been sent off
el: Ο _P0_ αποβλήθηκε
pt_br: _P0_ está expulso!

source: _P0_ has overstretched a muscle: seems ok
el: Ο _P0_ έπαθε τράβηγμα: φαίνεται οκ
pt_br: _P0_ estende o músculo: parece ok

source: _P0_ has picked up a slight knock
el: Ο _P0_ κέρδισε ένα ελαφρό χτύπημα
pt_br: _P0_ sofre uma leve falta

source: _P0_ is beginning to wonder what he has to do to score
el: Ο _P0_ αναρωτιέται τι πρέπει να κάνει για να σκοράρει
pt_br: _P0_ está imaginando o que precisa fazer para marcar

source: _P0_ is on the ground, and he's not smiling
el: Ο _P0_ είναι στο χορτάρι και δεν χαμογελά
pt_br: _P0_ está no chão e não está sorrindo

source: _P0_ is sent off. _T_TT__ is now down a man
el: Ο _P0_ αποβάλλεται. Η _T_TT__ με παίκτη λιγότερο
pt_br: _P0_ É expulso. O _T_TT__ agora está com um homem a menos

source: _P0_ looks like he's [badly|seriously] injured
el: Απ' ότι φαίνεται, ο τραυματισμός του _P0_ είναι σοβαρός
pt_br: Parece que a lesão sofrida por _P0_é [grave|séria]

source: _P0_ looks like he's pulled a muscle, but he should be able to continue
el: Απ' ότι φαίνεται ο _P0_ έπαθε τράβηγμα, αλλά μπορεί να συνεχίσει
pt_br: _P0_ parece que teve uma distensão muscular, mas quer continuar em campo

source: _P0_ makes a great interception
el: O _P0_ κάνει μια μεγάλη επέμβαση
pt_br: _P0_ faz uma grande interceptação

source: _P0_ on for _P1_
el: Ο _P0_ για τον _P1_
pt_br: _P0_ entra no lugar de _P1_

source: _P0_ passes the ball back to his goalie. Oh no, the keeper's [missed|botched] it! It's an own goal by _P0_!
el: Ο _P0_ πασάρει πίσω στον γκολκίπερ. Ω, ο γκολκίπερ χάνει τη μπάλα. Αυτογκόλ από τον _P0_!
pt_br: _P0_ toca de volta pro goleiro. Ah, não, o goleiro furou! Gol contra de _P0_!

source: _P0_ receives some attention and continues
el: Ο _P0_ λαμβάνει κάποια φροντίδα και συνεχίζει
pt_br: Após o atendimento, _P0_ volta ao jogo

source: _P0_ rips [up|through] the [centre|midfield]
el: Ο _P0_ περνάει το κέντρο
pt_br: _P0_ escapa [pelo meio-campo|pela lateral]

source: _P0_ scores!!!
el: Ο _P0_ σκοράρει!!!
pt_br: _P0_ marca!!!

source: _P0_ shoots from close range
el: Ο _P0_ σουτάρει από κοντινή απόσταση
pt_br: _P0_ chuta da grande área

source: _P0_ slips past his man and [collects|latches onto] _P1_'s perfectly [timed|weighted] cross.
el: Ο _P0_ ξεφεύγει από τον προσωπικό του αντίπαλο και δέχεται μία τέλεια πάσα από τον _P1_.
pt_br: _P0_ desmarca-se e faz um [cruzamento|lançamento] [perfeito|excelente] para _P1_.

source: _P0_ spins and shoots
el: Ο _P0_ στριφογυρίζει και σουτάρει
pt_br: _P0_ gira e chuta

source: _P0_ steps up to take the penalty
el: Ο _P0_ παίρνει φόρα για να εκτελέσει το πέναλτι
pt_br: _P0_ a um passo de converter o pênalti

source: _P0_ takes a quick throw-in
el: Ο _P0_ εκτελεί ένα γρήγορο πλάγιο
pt_br: _P0_ cobra rápido o lateral

source: _P0_ takes it on the volley and [hammers|nails|plants] it towards goal
el: Ο _P0_ παίρνει τη μπάλα και την σπρώχνει προς τα δίχτυα
pt_br: _P0_ toma a bola e [lança|dispara|chuta] em direção ao gol

source: _P0_ takes it on the volley from _P1_'s pass pushing goalwards
el: Ο _P0_ παίρνει τη μπάλα από την πάσα του _P1_ και την σπρώχνει προς τα δίχτυα
pt_br: _P0_ toma a bola de _P1_ e corre em direção ao gol

source: _P0_ takes the corner
el: Ο _P0_ εκτελεί το κόρνερ
pt_br: _P0_ cobra o escanteio

source: _P0_ takes the free kick quickly and curls it around the wall
el: Ο _P0_ εκτελεί το φάουλ και περνά τη μπάλα πάνω από το τείχος
pt_br: _P0_ cobra a falta rapidamente ao lado da barreira

source: _P0_ takes the full brunt of _P1_'s challenge.
el: Ο _P0_ επικεντρώνει όλη την ενέργεια του _P1_.
pt_br: _P0_ leva está sendo caçado por _P1_.

source: _P0_ tried to absorb that tackle, but it's too much for the ref
el: Ο _P0_ προσπάθησε να καλύψει αυτό το φάουλ που όμως ήταν αρκετό για τον διαιτητή
pt_br: O árbitro deu vantagem, mas teve que marcar a falta sobre _P0_

source: _P0_ tries his luck from [30|25] yards
el: Ο _P0_ δοκιμάζει την τύχη του από [25|20] μέτρα
pt_br: _P0_ tenta a sorte dos [27|23] metros

source: _P0_ tries to run off a harsh challenge
el: Ο _P0_ προσπαθεί να αποφύγει ένα σκληρό μαρκάρισμα
pt_br: _P0_ tenta escapar da falta

source: _P0_ tries to run off a slight groin strain
pt_br: _P0_ sente uma fisgada da virilha, mas afirma que quer continuar jogando

source: _P0_ twisting and turning again
el: Ο _P0_ στρίβει ξανά
pt_br: _P0_ tenta se desmarcar

source: _P0_ twisting desperately to lose his man
el: Ο _P0_ στριφογυρίζει απελπισμένα για να ξεφύγει από το προσωπικό του αντίπαλο
pt_br: _P0_ tenta desesperadamente desmarcar-se

source: _P0_ wheels away in celebration
el: Ο _P0_ ξεσπά σε πανηγυρισμούς
pt_br: _P0_ salta e comemora!!

source: _P0_ wins the ball with a [perfectly timed|hard] challenge
el: Ο _P0_ κερδίζει τη μπάλα με μία [έγκαιρη|δύσκολη] ενέργεια
pt_br: _P0_ ganha a bola com um [perfeitamente cronometrado|excelente] desarme

source: _P0_'d like to run and hide after that [shocking|dreadful|calamitous|disastrous|awful|terrible] miss
el: Ο _P0_ θα προτιμούσε να τον καταπιεί η γη μετά από αυτή την χαμένη ευκαιρία
pt_br: _P0_ procura uma lugar pra esconder a cara depois desta [chocante|terrível|desastrosa|péssima|horrorosa] finalização

source: _P0_'ll have to [go|limp off|leave the pitch] after what seems a painful [ankle|knee|arm|wrist|shoulder|back|head|neck|hamstring|groin|chest] injury
el: Ο _P0_ πρέπει να αποχωρήσει μετά από αυτό τον επώδυνο τραυματισμό [στο γόνατο|στον αστράγαλο|στο κεφάλι|στον ώμο|]
pt_br: _P0_ tem que [sair de|ser retirado do|deixar o] campo, pois está com dores [no tornozelo|no joelho|no braço|no pulso|no ombro|nas costas|na coxa|na virilha]

source: _P0_'s [scissor|overhead] kick heads towards the [bottom|top] [left|right]-hand corner
el: Το [γυριστό|ψαλίδι] του _P0_ πηγαίνει προς την [κάτω|πάνω] [δεξιά|αριστερή] γωνία
pt_br: _P0_ cabeceia para o canto [superior|inferior] [esquerdo|direito]

source: _P0_'s dance [ignites|sparks] the fans. He celebrates in his [well-known|own|peculiar|special|unique] fashion
el: Ο πανηγυρισμός του _P0_ για την [εντυπωσιακή|φοβερή|μοναδική] του ενέργεια ξεσηκώνει τους θεατές
pt_br: A dança de _P0_ [inflama|alegra] os torcedores. Ele faz sua [conhecida|peculiar|especial|exclusiva] comemoração

source: _P0_'s head finds the end of the long cross
el: Ο _P0_ με το κεφάλι βρίσκει τη μακρινή μπαλιά
pt_br: _P0_ cabeceia a bola no fim do longo cruzamento

source: _P0_: A late penalty now may force this match to a draw
el: Ο _P0_ παίρνει φόρα: Ένα πέναλτι της τελευταίας στιγμής μπορεί να οδηγήσει σε ισοπαλία
pt_br: Este pênalti de _P0_ no fim do jogo pode acabar forçando um empate

source: _P1_ [knocks|bowls|crashes] over _P0_ with a double-footed lunge
el: Ο _P1_ επεμβαίνει προ του _P0_
pt_br: _P1_ [bate em|derruba|trava|se choca com] _P0_

source: _P1_ [lobs|heads] the ball towards _P0_
el: Ο _P1_ [κόβει|παίρνει την κεφαλιά] προς τον _P0_
pt_br: _P1_ [lança|cabeceia] a bola para _P0_

source: _P1_ [sprints towards|runs at|lunges at] _P0_ and blocks the shot with his [ankle|body|head|torso|leg|boot]
el: Ο _P1_ τρέχει προς τον _P0_ και [μπλοκάρει|αποκρούει] το σουτ του με το [πόδι|κεφάλι|σώμα] του
pt_br: _P1_ [corre|se joga|investe] em direção a _P0_ e bloqueia o chute com [o tornozelo|o corpo|a cabeça|o tronco|o pé|a perna]

source: _P1_ [threads|needles] [a great|the] ball to _P0_
el: Ο _P1_ περνά μια [μεγάλη|φανταστική] μπαλιά στον _P0_
pt_br: _P1_ dá um [grande|passe] para _P0_

source: _P1_ [threads|needles] [it|the ball] through the [opponent's|player's] [feet|legs] and finds _P0_
el: Ο _P1_ περνά τη μπάλα μέσα από τα πόδια [του αντιπάλου|των αντιπάλων] και βρίσκει τον _P0_
pt_br: _P1_ [toca|passa] a bola para _P0_ entre as pernas do [adversário|oponente]

source: _P1_ [traps|controls] [it|the ball] with his [boot|heel|chest|thigh] and [sends it|passes|flicks on] to _P0_
el: Ο _P1_ [ελέγχει|κοντρολάρει] τη μπάλα με το [πόδι|στήθος] και τη [στέλνει|πασάρει] στον _P0_
pt_br: _P1_ [domina|controla] [ela|a bola] com [os pés|a cabeça|o peito|a coxa] e [manda|passa|toca] para _P0_

source: _P1_ breathes again as the ball [finds its way|deflects] into his arms.
el: Ανακούφιση για τον _P1_ που βλέπει τη μπάλα να αναπαύεται [στα χέρια|στην αγκαλιά] του
pt_br: _P1_ respira novamente, [com|ao ter] a bola em seus braços.

source: _P1_ chips the ball towards _P0_, who heads the ball towards goal
el: Ο _P1_ κόβει την μπάλα για τον _P0_ που με μια κεφαλιά τη στέλνει προς τα δίχτυα
pt_br: _P1_ lança a bola para _P0_, que cabeceia em direção ao gol

source: _P1_ clinically takes out _P0_ and leaves him in agony
el: Ο _P1_ ουσιαστικά εξουδετερώνει τον _P0_ και τον αφήνει σε δύσκολη κατάσταση
pt_br: _P1_ dá uma pancada em _P0_, que fica em agonia no gramado

source: _P1_ dispossessed
pt_br: _P1_ perde a bola

source: _P1_ dispossessed by _P0_
pt_br: _P1_ perde a bola para _P0_

source: _P1_ doesn't look too happy as he is replaced by _P0_
el: Ο _P1_δεν δείχνει πολύ ικανοποιημένος για την αντικατάσταση του από τον _P0_
pt_br: _P1_ não parece muito feliz ao ser substituído por _P0_

source: _P1_ drops the ball at _P0_'s feet
el: Ο _P1_ πετάει τη μπάλα στα πόδια του _P0_
pt_br: _P1_ deixa a bola nos pés de _P0_

source: _P1_ feeds a [wonderful|terrific|great|brilliant] ball through to _P0_
el: Ο _P1_ περνάει μία [υπέροχη|φοβερή|έξυπνη] μπαλιά στον _P0_
pt_br: _P1_ faz dá um [maravilhoso|brilhante|lindo|grande] passe para _P0_

source: _P1_ for [kicking|throwing|carrying] the ball away after the whistle
el: Στον _P1_ για διώξιμο της μπάλας μετά το σφύριγμα
pt_br: _P1_ por [chutar|jogar|lançar] a bola pra longe após o apito

source: _P1_ for a [dangerous|reckless|late] slide tackle on _P0_
el: Στον _P1_ για [επικίνδυνο|απρόσεχτο] τάκλιν στον _P0_
pt_br: _P1_ por falta [perigosa|desnecessária|bruta] em _P0_

source: _P1_ for a foul on _P0_
el: Στον _P1_ για φάουλ στον _P0_
pt_br: _P1_ faz falta em _P0_

source: _P1_ for handball
el: Στον _P1_ για χέρι
pt_br: Bola na mão de _P1_

source: _P1_ for his malicious showing of studs
el: Στον _P1_ για την επιθετική συμπεριφορά του
pt_br: _P1_ por exibir a genitália

source: _P1_ for intentional handball
el: Στον _P1_ για εκούσιο χέρι
pt_br: _P1_ põe a mão na bola intencionalmente

source: _P1_ for stopping _P0_ taking a quick free kick
el: Στον _P1_ για παρεμπόδιση εκτέλεσης φάουλ από τον _P0_
pt_br: _P1_ por parar _P0_, que cobra a falta rapidamente

source: _P1_ for swearing at the opposition fans
el: Στον _P1_ επειδή προκαλεί τους αντίπαλους οπαδούς
pt_br: _P1_ por desrespeito a torcida adversária

source: _P1_ for time wasting
el: Στον _P1_ για καθυστέρηση
pt_br: _P1_ demorar de repor a bola

source: _P1_ fouls, and the stretcher bearers come racing on with _P0_ lying in agony on the turf
el: Φάουλ του _P1_ και οι φυσιοθεραπευτές τρέχουν προς τον _P0_ που είναι ξαπλωμένος στο χορτάρι
pt_br: Falta de _P1_. Os maqueiros estão vindo buscar _P0_ para atendimento médico

source: _P1_ gathers it with ease
el: Ο _P1_ παίρνει με ευκολία
pt_br: _P1_ defende com facilidade

source: _P1_ goes off to applause from his fans. _P0_ replaces him
el: Ο _P1_ παίρνει το χειροκρότημα κατά την αποχώρηση του. Ο _P0_ τον αντικαθιστά
pt_br: _P1_ sai sob os aplausos dos torcedores. _P0_ substitui-o

source: _P1_ has been red carded for [punching|slapping|pushing|head-butting] _P0_
el: Ο _P1_ τιμωρείται με κόκκινη κάρτα για [χτύπημα|χαστούκι|χτύπημα στο κεφάλι] του _P0_
pt_br: _P1_ recebe cartão vermelho por [dar um soco em|dar um tapa em|empurrar|dar uma cabeçada em] _P0_

source: _P1_ is booked for repeated dissent
el: Ο _P1_ παίρνει κάρτα για συνεχή διαμαρτυρία
pt_br: _P1_ é advertido por reclamação

source: _P1_ is given his marching orders for contempt
pt_br: _P1_ é advertido por indisciplina

source: _P1_ is left stranded as _P0_ takes the ball
pt_br: _P1_ é travado por _P0_, que fica com a bola

source: _P1_ is reprimanded for high kicking
el: Ο _P1_ παρατηρείται επειδή σήκωσε το πόδι
pt_br: _P1_ é repreendido por chutes altos

source: _P1_ is sent off for stopping a clear goal-scoring opportunity
el: Αποβολή του _P1_ για σταμάτημα ευκαιρίας για γκολ
pt_br: _P1_ é expulso por impedir uma oportunidade clara de gol

source: _P1_ just lost his patience and [took|knocked] _P0_ to the ground.
el: Ο _P1_ χάνει τη ψυχραιμία του και [χτυπά|ρίχνει στο χορτάρι] τον _P0_
pt_br: _P1_ perde a cabeça e lança _P0_ para ao chão.

source: _P1_ lays the ball off to _P0_, who [sends a rocket|fires a piledriver] towards goal
el: O _P1_ δίνει τη μπάλα στον _P0_, που με ένα δυνατό σουτ σαν ρουκέτα την στέλνει προς τα δίχτυα
pt_br: _P1_ toca para _P0_, que [envia um foguete|dispara um míssil] em direção ao gol

source: _P1_ makes a [superb|remarkable|fantastic] reflex save to tip it wide
el: [Φοβερή|εκπληκτική] απόκρουση του _P1_ που την διώχνει μακριά
pt_br: _P1_ faz uma [excelente|magnífica|fantástica] defesa no susto!

source: _P1_ passes
el: O _P1_ περνά
pt_br: _P1_ passa

source: _P1_ pushes it into corner
el: Ο _P1_ την στέλνει κόρνερ
pt_br: _P1_ manda pra escanteio

source: _P1_ seemed to be everywhere at once, finally tipping the ball off the crossbar
el: Ο πανταχού παρών _P1_ στέλνει τη μπάλα μακριά από την οριζόντια δοκό
pt_br: _P1_ se movimentou bem neste lance, mas manda a bola por cima da trave

source: _P1_ takes it over the line. A throw-in to _T_POSS__
el: Το αναλαμβάνει ο _P1_. Πλάγιο για τη _T_POSS__
pt_br: _P1_ ultrapassa a linha de campo. Lateral para o _T_POSS__

source: _P1_ to _P0_
el: _P1_ για τον _P0_
pt_br: _P1_ para _P0_

source: _P1_ with a bone-crunching tackle. Surely, he won't get away with that.
el: _P1_ με ένα σκληρό τάκλιν. Δύσκολα θα γλιτώσει.
pt_br: _P1_ sofre uma fratura. Certamente, vai ser substituído.

source: _P1_'s black belt in [Karate|Taekwondo|Jujitsu] came in handy then, when he floored _P0_
el: Ο _P1_με ένα χτύπημα αλά [Καράτε κιντ|Μπρους Λι] ξαπλώνει τον _P0_
pt_br: Uii!! _P1_ acerta _P0_ com um belo golpe de [Karatê|Taekwondo|Jujitsu]

source: _P1_'s fingertips flick it wide
el: Με τα ακροδάχτυλα ο _P1_ την διώχνει μακριά
pt_br: _P1_ desvia a bola com a ponta dos dedos!

source: _P1_'s forced to tip _P0_'s shot over the crossbar
el: Ο _P1_ εξαναγκάζεται να σπρώξει το σουτ του _P0_ πάνω από την οριζόντια δοκό
pt_br: _P1_ espalma a bola de _P0_ por de cima da trave!

source: _RE_, what an astonishing result for _TW_
el: _RE_, εκπληκτικό αποτέλεσμα για την _TW_
pt_br: _RE_, um resultado surpreendente para o _TW_

source: _T0_ is undergoing stadium problems
el: Η _T0_ αντιμετωπίζει προβλήματα με το γήπεδο της
pt_br: O _T0_ está passando por problemas em seu estádio

source: _T0_ may have had more possession, but _T1_ have utilised their chances better
el: Η _T0_ μπορεί να είχε περισσότερη κατοχή της μπάλας, αλλά η _T1_ ήταν πιο αποτελεσματική
pt_br: O _T1_ pode ter tido mais posse de bola, mas o _T0_ utilizou melhor suas chances

source: _T1_ may have had more possession, but _T0_ have utilised their chances better
el: Η _T1_ μπορεί να είχε περισσότερη κατοχή της μπάλας, αλλά η _T0_ ήταν πιο αποτελεσματική
pt_br: O _T1_ pode ter tido mais posse de bola, mas o _T0_ utilizou melhor suas chances

source: _TL_ [head|traipse|trudge] into the tunnel to await the manager's scolding
el: Οι παίκτες της _TL_ βαδίζουν αργά προς τα αποδυτήρια περιμένοντας να ακούσουν [την κατσάδα|τις φωνές] του προπονητή τους
pt_br: Os jogadores do _TL_ [vão de cabeça baixa|arrastam-se|caminham] para o túnel à espera bronca do técnico

source: _TL_ were slaughtered by _GD_ goals.
el: Η _TL_ χάνει με διαφορά _GD_ γκολ.
pt_br: _TL_ foram abatidos com _GD_ gols.

source: _TL_ were up against a giant, and the _RE_ scoreline shows it
el: Η _TL_ βρέθηκε απέναντι σε ένα μεγαθήριο και το _RE_ στο σκορ το αποδυκνείει
pt_br: O _TL_ foi contra um gigante, como mostra o placar de _RE_

source: _TL_ will be on the receiving end of their manager's [scolding|wrath|shellacking]
el: Οι παίκτες της _TL_ θα ακούσουν [τις φωνές|την κατσάδα] του προπονητή τους
pt_br: O técnico do _TL_ deve estar [na bronca|irado|coberto de vergonha]

source: _TL_'s manager cops a rollicking from the fans as he leaves the dugout
el: Ο προπονητής της _TL_ εισπράττει την [χλεύη|αποδοκιμασία] από τους φιλάθλους καθώς φεύγει από την φυσούνα
pt_br: A polícia tem que proteger o técnico do _TL_ de seus torcedores

source: _TL_'s manager must be [disappointed|furious] with his [team's|lads'] performance this half
el: Ο προπονητής της _TL_ πρέπει να είναι [εκνευρισμένος|απογοητευμένος] με την απόδοση [των παικτών|της ομάδας] του
pt_br: O técnico do _TL_ deve estar [desapontado|furioso] com [sua equipe|seus jogadores|seu time] devido a esta pífia performance

source: _TW_ are [only|mere] 45 minutes away from a stunning victory
el: Η _TW_ απέχει μόνο 45 λεπτά από μία [φανταστική|εκπληκτική] νίκη
pt_br: O _TW_ está a [apenas|meros] 45 minutos de uma vitória impressionante

source: _TW_ are triumphant!!!
el: Θρίαμβος της _TW_!!!
pt_br: _TW_ triunfam!

source: _TW_ need to buckle down and just hold on for a few more minutes
el: Η _TW_ πρέπει να ηρεμήσει και απλώς να κρατήσει για ακόμα λίγα λεπτά
pt_br: O _TW_ precisa segurar o jogo e apenas esperar por mais alguns minutos

source: _TW_ will be sipping champagne tonight.
el: Η _TW_ θα ανοίξει σαμπάνιες σήμερα το βράδυ.
pt_br: Os jogadores do _TW_ irão comemorar pela madrugada esta vitória

source: _TW_'s manager will be [delighted|thrilled] with that result
el: Ο προπονητής της _TW_ θα είναι [ενθουσιασμένος|χαρούμενος|ικανοποιημένος] με αυτό το αποτέλεσμα
pt_br: O técnico do _TW_ está [encantado|emocionado] com o resultado

source: _T[_POSS1_ GE 60]_ have had the [most|lion's share|better half] of the possession this half
el: Η _T[_POSS1_ GE 60]_ είχε [την περισσότερη κατοχή|τη μερίδα του λέοντος όσον αφορά την κατοχή] αυτό το ημίχρονο
pt_br: _T [_POSS1_ GE 60] _ tiveram mais posse de bola neste tempo

source: _T[_POSS1_ GE 70]_ is dominating the possession
el: Η _T[_POSS1_ GE 70]_ [υπερτερεί|κυριαρχεί] όσον αφορά την κατοχή
pt_br: _T [_POSS1_ GE 70] _ está dominando a jogo

source: _T[_POSS1_ GE 75]_ seems to be the only team out there
el: Η _T[_POSS1_ GE 75]_ φαίνεται να είναι η μόνη ομάδα που παίζει
pt_br: O _T [_POSS1_ GE 75] _ parece ser a única equipe em campo

source: _T[_SHOTS0_ LE _SHOTS1_]_ have had [plenty of|numerous] chances to [finish|seal] this match
el: Η _T[_SHOTS0_ LE _SHOTS1_]_ είχε πολλές ευκαιρίες για να [τελειώσει|κλειδώσει] το παιχνίδι
pt_br: O _T[_SHOTS0_ LE _SHOTS1_]_ teve [bastante|várias] chances de [marcar|finalizar] neste jogo
