Repository: tstellar/bygfoot
Catalog: po/*.po
Languages: el, hu, pt_br

source: Confirm quit when not saved
el: Επιβεβαίωση εξόδου όταν δεν υπάρχει αποθήκευση
pt_br: Advertir quando fechar sem salvar

source: Confirm removing youths
el: Επιβεβαίωση απομάκρυνσης νέων
pt_br: Confirmar a remoção dos juvenis

source: Confirm when unfit
el: Επιβεβαίωση αν σε μη καλή φυσική κατάσταση
pt_br: Ação inválida

source: Constants file
el: Αρχείο σταθερών
pt_br: Arquivo 'Constantes'

source: Contract
el: Συμβόλαιο
pt_br: Contrato

source: Create cup news
el: Δημιουργία νέων κυπέλλου
pt_br: Criar notícias da copa

source: Create league news
el: Δημιουργία νέων λίγκας
pt_br: Criar notícias da liga

source: Create user news
el: Δημιουργία νέων χρήστη
pt_br: Criar notícias do usuário

source: Default hotel
el: Προεπιλογή ξενοδοχείου
pt_br: Hotel (padrão)

source: Default recreation:
el: Προεπιλεγόμενη αναψυχή:
pt_br: Recreação (padrão)

source: Default training:
el: Προεπιλογή προπόνησης:
pt_br: Treinamento (padrão)

source: Default wager
el: Προεπιλογή ποσού στοιχήματος
pt_br: Aposta (padrão)

source: ETal
el: ΑΤαλ
pt_br: TalE

source: Edit
el: Επεξεργασία
pt_br: Editar

source: Edit the constants used in the game
el: Επεξεργασία των ρυθμίσεων που χρησιμοποιούνται στο παιχνίδι
pt_br: Editar as constantes usadas no jogo

source: File containing settings which determine a lot of aspects of the game behaviour. DON'T CHANGE THIS UNLESS YOU REALLY KNOW WHAT YOU ARE DOING.
el: Αρχείο που περιέχει ρυθμίσεις που καθορίζουν πολλές πλευρές της συμπεριφοράς του παιχνιδιού. ΜΗΝ ΤΙΣ ΑΛΛΑΖΕΤΕ ΕΚΤΟΣ ΑΝ ΞΕΡΕΤΕ ΤΙ ΚΑΝΕΤΕ.
pt_br: Arquivo que contém a configuração que determina o comportamento do jogo. NÃO O ALTERE A MENOS QUE SAIBA O QUE ESTÁ FAZENDO.

source: Fitness
el: Φυσική κατάσταση
pt_br: Preparo físico

source: Float
el: Πραγματικές
pt_br: Carro alegórico

source: Font name
el: Όνομα γραμματοσειράς
pt_br: Fonte

source: Font used in treeviews
el: Γραμματοσειρά για χρήση σε treeviews
pt_br: Fonte usada nos painéis

source: Gameplay
pt_br: Jogabilidade

source: Games
el: Παιχνίδια
pt_br: Partidas

source: Goals
el: Τέρματα
pt_br: Gols

source: How many digits after the comma there are for skill etc.
el: Πόσα δεκαδικά μετά το κόμμα να είναι για την ικανότητα κ.λ.π.
pt_br: Quantos dígitos separados por vírgula para habilidades, etc.

source: How many files the autosave uses
el: Πόσα αρχεία χρησιμοποιεί η αυτόματη αποθήκευση
pt_br: Quantos arquivos de auto-salvar

source: How often the game is saved automatically
el: Πόσο συχνά αποθηκεύεται αυτόματα το παιχνίδι
pt_br: Intervalo em que o jogo é salvo automaticamente

source: How often the player list gets refreshed during a live game (in live game minutes)
el: Πόσο συχνά η λίστα παικτών θα ανανεώνεται στην διάρκεια ενός ζωντανού παιχνιδιού (σε λεπτά ζωντανού παιχνιδιού)
pt_br: Quantas vezes a lista de jogadores é atualizada durante o jogo Ao Vivo (minutos de Ao Vivo)

source: If checked, weeks without user teams playing are calculated automatically (without the user having to press 'New week')
el: Αν είναι επιλεγμένο, οι εβδομάδες στις οποίες οι ομάδες χρήστη δεν παίζουν υπολογίζονται αυτόματα (χωρίς ο χρήστης να χρειάζεται να πατήσει 'Νέα εβδομάδα')
pt_br: Pular automaticamente uma semana livre para sua equipe (não necessitará pressionar ''Nova Semana'')

source: Integer
el: Ακέραιες
pt_br: Total

source: Language
el: Γλώσσα
pt_br: Idioma

source: League
el: Λίγκα
pt_br: Liga

source: List 1
el: Λίστα 1
pt_br: Lista 1

source: List 2
el: Λίστα 2
pt_br: Lista 2

source: Live game speed factor
el: Παράγοντας ταχύτητας ζωντανού παιχνιδιού
pt_br: Velocidade da partida Ao Vivo

source: Live game verbosity
el: Πολυλογία ζωντανού παιχνιδιού
pt_br: Verbosidade Ao Vivo

source: Maximize main window
el: Μεγιστοποίηση κυρίως παραθύρου
pt_br: Maximizar a janela

source: Name
el: Όνομα
pt_br: Nome

source: No automatic popup
el: Όχι αυτόματο αναδυόμενο
pt_br: Não exibir popup

source: Pause when break
el: Παύση όταν υπάρξει διάλειμμα
pt_br: Pausa no intervalo

source: Pause when injury
el: Παύση όταν υπάρχει τραυματισμός
pt_br: Pausa devido uma lesão

source: Pause when red card
el: Παύση όταν βγαίνει κόκκινη κάρτα
pt_br: Pausa breve por cartão vermelho

source: Player attribute precision
el: Ακρίβεια ιδιοτήτων παίκτη
pt_br: Precisão dos atributos do jogador

source: Player attributes shown
el: Εμφάνιση ιδιοτήτων παίκτη
pt_br: Mostrar atributos do jogador

source: Player list refresh rate
el: Ρυθμός ανανέωσης λίστας παικτών
pt_br: Intervalo de atualização da lista de jogadores

source: Popup for user news
el: Αναδυόμενο για νέα χρήστη
pt_br: Popup para notícias do usuário

source: Prefer messages
el: Προτίμηση μηνυμάτων
pt_br: Mensagens

source: Reload from file
el: Επαναφόρτωση από αρχείο
pt_br: Recarregar do arquivo

source: Reload the constants file
el: Επαναφόρτωση του αρχείου ρυθμίσεων
pt_br: Recarregar as constantes salvas

source: Save global settings to file
el: Αποθήκευση καθολικών ρυθμίσεων σε αρχείο
pt_br: Salvar preferências globais

source: Save overwrites
el: Αποθήκευση επικαλύψεων
pt_br: Sobrescrever

source: Save to file
el: Αποθήκευση σε αρχείο
hu: Mentés fájlba
pt_br: Salvar no arquivo

source: Save user settings to file
el: Αποθήκευση ρυθμίσεων χρήστη σε αρχείο
pt_br: Salvar preferências pessoais

source: Set to 0 to switch off warning
el: Ρύθμιση στο 0 για απενεργοποίηση ειδοποίησης
pt_br: Ajuste o '0' para desligar as advertências

source: Shots
el: Σουτ
pt_br: Chutes a gol

source: Show all leagues in the fixture view
el: Εμφάνιση όλων των λιγκών στη θέαση εκδηλώσεων
pt_br: Ver as tabelas de todas as Ligas

source: Show job offers
el: Εμφάνιση προσφορών εργασίας
hu: Állásajánlatok megtekintése
pt_br: Ver ofertas de trabalho

source: Show live game
el: Εμφάνιση ζωντανού παιχνιδιού
pt_br: Ver partida ao vivo

source: Show matches from all leagues
el: Εμφάνιση αγώνων από όλες τις λίγκες
pt_br: Ver partidas de todas as ligas

source: Show matches from cups
el: Εμφάνιση αγώνων από κύπελλα
pt_br: Ver partidas das copas

source: Show only my recent bets
el: Εμφάνιση μόνο των πρόσφατων στοιχημάτων μου
pt_br: Mostrar somente as apostas mais recentes

source: Show only recent news
el: Εμφάνιση μόνο προσφάτων νέων
pt_br: Mostrar somente as notícias mais recentes

source: Show overall games/goals
el: Εμφάνιση συνολικών παιχνίδια/τέρματα
pt_br: Ver todos as Partidas/Gols

source: Show progressbar pictures
el: Εμφάνιση εικόνων με μπάρες προόδου
pt_br: Mostrar barras de progresso

source: Show tendency bar
el: Εμφάνιση μπάρας ροπής
hu: Tendenciasáv mutatása
pt_br: Ver barra de tendência

source: Show warning if a player contract gets below
el: Εμφάνιση ειδοποίησης αν η λήξη του συμβολαίου ενός παίκτη απέχει λιγότερο από
pt_br: Advertir se o Contrato de um jogador expira em

source: Skill
el: Ικανότητα
pt_br: Habilidade

source: Skip weeks without user matches
el: Παράκαμψη εβδομάδων χωρίς αγώνες χρήστη
pt_br: Pular semanas sem partidas

source: Status
el: Κατάσταση
pt_br: Estado

source: String
el: Αλφαριθμητικές
pt_br: Tendão

source: Swap adapts structure
el: Ανταλλαγή προσαρμόζει σύστημα
pt_br: Adaptar estrutura

source: Team
el: Ομάδα
pt_br: Time

source: Value
el: Τιμή
pt_br: Valor

source: Wage
el: Μισθός
pt_br: Salário

source: Whether 'Save' overwrites the current save file or pops up a 'Save as' window
el: Κατά πόσο η επιλογή 'Αποθήκευση' επικαλύπτει το τρέχον αποθηκευμένο αρχείο ή αναδύει ένα παράθυρο 'Αποθήκευση ως'
pt_br: O recurso "Salvar" sobrescreve o arquivo. O 'Salvar Como' abre uma janela para salvar um novo arquivo.

source: Whether a confirmation popup is shown when you kick out a youth from your academy
el: Κατά πόσο θα εμφανίζεται ένα αναδυόμενο για επιβεβαίωση όταν διώχνεται ένας νέος από την ακαδημία σας
pt_br: Solicitar confirmação quando expulsar um juvenil da Divisão de Base

source: Whether game starts with a maximized main window (doesn't work with all window managers)
el: Κατά πόσο το παιχνίδι θα ξεκινάει με ένα μεγιστοποιημένο κυρίως παράθυρο (δεν δουλεύει με όλους τους window managers)
pt_br: Iniciar o jogo com o menu principal maximizado (não funciona com todos os gerenciadores de janelas)

source: Whether in the weekly fixture view all leagues or only the user league is shown
el: Κατά πόσο στην θέαση εβδομαδιαίων εκδηλώσεων θα εμφανίζονται όλες οι λίγκες ή μόνο η λίγκα του χρήστη
pt_br: Mostrar as tabelas de todas as ligas ou somente a liga que está participando.

source: Whether swapping two players automatically adapts the team structure to the player positions
el: Κατά πόσο ανταλλαγή δύο παικτών προκαλεί αυτόματη προσαρμογή του συστήματος της ομάδας στις θέσεις των παικτών
pt_br: Quando vender um dos jogadores, adaptar automaticamente a estrutura da equipe ao esquema preferido

source: Whether to automatically save the game regularly
el: Κατά πόσο να γίνεται τακτικά αυτόματη αποθήκευση του παιχνιδιού
pt_br: Guarda o jogo automaticamente com regularidade

source: Whether to show a confirmation popup if a user team has an injured or banned player in the startup formation
el: Κατά πόσο να εμφανίζεται ένα αναδυόμενο για επιβεβαίωση αν η ομάδα κάποιου χρήστη έχει τραυματισμένο ή τιμωρημένο παίκτη στην αρχική διάταξη
pt_br: Só advertir se entre os jogadores titulares tiver um jogador lesionado ou suspenso

source: Whether to show a confirmation popup when you press quit and the game state is not saved
el: Κατά πόσο θα εμφανίζεται ένα αναδυόμενο για επιβεβαίωση αν πατηθεί έξοδος και η κατάσταση του παιχνιδιού δεν έχει αποθηκευτεί
pt_br: Só advertir quando sair do programa sem salvar

source: Whether to show job offers when a user is successful
el: Κατά πόσο να εμφανίζονται προσφορές για εργασία όταν ένας χρήστης είναι επιτυχημένος
pt_br: Só mostrar as ofertas de trabalho quando o usuário é bem sucedido.

source: Whether to show pictures on top of the progressbar when loading/saving or calculating results
el: Κατά πόσο να εμφανίζονται εικόνες στο πάνω μέρος της μπάρας προόδου όταν φορτώνονται/αποθηκεύονται ή υπολογίζονται αποτελέσματα
pt_br: Mostrar imagens no topo da progressão quando carregar / ou calcular resultados.

source: Whether to show the player games/goals value in all competitions
el: Κατά πόσο να εμφανίζεται η τιμή παιχνίδια/τέρματα του παίκτη σε όλες τις διοργανώσεις
pt_br: Mostrar partidas/gols do jogador em todas as competições.

source: Whether to show warnings and such in the message area in the main window when possible
el: Κατά πόσο θα εμφανίζονται προειδοποιήσεις και άλλα σχετικά στο κυρίως παράθυρο όταν αυτό είναι δυνατό
pt_br: Mostrar as advertências e as mensagem na janela principal quando possível.

source: Betting -- Left click on odd to place or remove bet
el: Στοίχημα -- Αριστερό κλικ στη πιθανότητα για τοποθέτηση ή αφαίρεση στοιχήματος
pt_br: Apostar -- Click-Esq para colocar ou retirar aposta

source: Calculate start week
el: Υπολογισμός αρχικής εβδομάδας
pt_br: Calcular a semana de início do pagamento

source: Calculate weekly installment
el: Υπολογισμός εβδομαδιαίου πάγιου
pt_br: Calcular prestação semanal

source: Current settings:
el: Τρέχουσες ρυθμίσεις:
pt_br: Posição atual

source: Did you know?
el: Γνωρίζατε;
pt_br: Sabias que?

source: New settings:
el: Νέες ρυθμίσεις:
pt_br: Nova configuração

source: Next
el: Επόμενο
pt_br: Próximo

source: Previous
el: Προηγούμενο
pt_br: Anterior

source: Start _new game
el: Έναρξη _νέου παιχνιδιού
pt_br: Iniciar _nova partida

source: Start in week
el: Έναρξη στην εβδομάδα
pt_br: Iniciar nova semana

source: Start in week:
el: Έναρξη στην εβδομάδα:
pt_br: Iniciar nova semana:

source: Weekly installment
el: Εβδομαδιαίο πάγιο
pt_br: Prestação semanal

source: Weekly installment:
el: Εβδομαδιαίο πάγιο:
pt_br: Prestação semanal

source: Whether to show cup matches. Use the options window to toggle permanently.
el: Κατά πόσο θα εμφανίζονται αγώνες κυπέλλου. Χρησιμοποιείστε το παράθυρο επιλογών για μόνιμη ρύθμιση.
pt_br: Mostrar os jogos do campeonato. Use as opções da janela para alternar permanentemente.

source: Whether to show matches of all leagues. Use the options window to toggle permanently.
el: Κατά πόσο θα εμφανίζονται αγώνες όλων των λιγκών. Χρησιμοποιείστε το παράθυρο επιλογών για μόνιμη ρύθμιση.
pt_br: Mostrar as partidas de todas as ligas. Use as opções da janela para alternar permanentemente.

source: Whether to show only your bets in the recent bets list
el: Κατά πόσο να εμφανιστούν μόνο τα στοιχήματα σας στη λίστα με τα πρόσφατα στοιχήματα
pt_br: Mostrar apenas as apostas recentes na lista de apostas.

source: Your debt:
el: Το χρέος σας:
pt_br: Suas dívidas

source: _Load game
el: _Φόρτωση παιχνιδιού
pt_br: _Carregar Jogo

source: _Resume game
el: _Συνέχεια παιχνιδιού
pt_br: _Continuar partida

source: Camp points
el: Βαθμοί κέντρου
pt_br: Preparo em campo

source: Recreation
el: Αναψυχή
pt_br: Recreação

source: Save settings as default
el: Αποθήκευση ρυθμίσεων ως προεπιλογών
pt_br: Salvar preferências como padrão

source: Training
el: Προπόνηση
pt_br: Treinamento

source: A [classy|great|brilliant] [pass|ball] from _P1_ sends _P0_ one on one with the [keeper|goalkeeper|goalie]
el: Μία φοβερή πάσα του _P1_ βγάζει τον _P0_ τετ α τετ με τον τερματοφύλακα
pt_br: Um [brilhante|grande] passe de _P1_ para _P0_ na cara do goleiro

source: A [curving|hard, inswinging|outswinging|swerving] ball beats _P1_ to the line. Goal!
el: Ένα δύσκολο σουτ κερδίζει τον _P1_. Γκόλλλ!!!
pt_br: Um belo chute de _P1_ à meta. Goal!

source: A [glancing|powerful|flicking|well-angled] header towards the net from _P0_
el: Ο _P0_ με μία δυνατή κεφαλιά προς τα δίχτυα απειλεί να σκοράρει
pt_br: Um cabeceio [forte|maravilhoso|no ângulo] de _P0_ para a rede

source: A [good|great|clever] passing move across the pitch and down the [right|left]
el: Αλλαγή παιχνιδιού προς τα [αριστερά|δεξιά]
pt_br: Um [bom|inteligente|grande] passe cruzado pela [direita|esquerda]

source: A [great|brilliant|sensational|rather easy|confident] save by the [keeper|goalie|goalkeeper]
el: Φοβερή απόκρουση από τον τερματοφύλακα
pt_br: Uma [grande|brilhante|sensacional|bastante fácil] defesa do goleiro

source: A [long|short|slow] floating pass from _P1_ finds _P0_
el: Ο _P1_ βρίσκει με μία [μακρινή|κοντινή] πάσα τον _P0_.
pt_br: Um [longo|curto] passe de _P1_ encontra _P0_

source: A [lovely|superb|long|nifty] pass from _P1_ releases _P0_
el: Μία όμορφη πάσα απο τον _P1_ελευθερώνει τον _P0_
pt_br: Um [lindo|excelente|longo] lançamentos de _P1_ para _P0_

source: A [nasty|crunching|fierce] challenge on _P0_
el: O _P0_ δυσκολεύεται.
pt_br: Uma entrada [feia|horrorosa] em _P0_

source: A [quick|well-timed] passing [flick|move] down the [left|right]
el: Γρήγορη αλλαγή παιχνιδιού προς τα [δεξιά|αριστερά]
pt_br: Um [rápido|oportuno] passe pela [esquerda|direita]

source: A [slicing|nasty|pulverising] challenge by _P1_ on _P0_
el: Ο _P1_ δυσκολεύει τον _P0_
pt_br: Uma falta [feia|horrorosa] de _P1_ em _P0_

source: A [sweet|sudden] strike by _P0_ hits the post
el: Ο _P0_με ένα γλυκό χτύπημα βρίσκει το δοκάρι
pt_br: O chute de _P0_ acerta a trave

source: A [vicious|hard] tackle from _P1_ leaves _P0_ lying on the grass in agony
el: Ένα βίαιο τάκλιν από τον _P1_ αφήνει τον _P0_ ξαπλωμένο στο χόρτο
pt_br: Uma entrada [maldosa|dura] de _P1_ deixa _P0_ estendido no gramado em agonia

source: A [wild|poor|subpar] pass by _P1_ results in a throw-in for _T_POSS__
el: Μιά [άσχημη|κακή] πάσα από τον _P1_οδηγεί σε πλάγιο για την _T_POSS__
pt_br: Um passe [ruim|péssimo|horroroso] de _P1_. Lateral para o _T_POSS__

source: A ball in by _P1_ [finds|taken by] _P0_
el: Η μπαλιά του _P1_βρίσκει τον _P0_
pt_br: _P1_ toca a bola para _P0_

source: A blazing [shot|strike] from _P0_
el: Φανταστικό [σουτ|χτύπημα] από τον _P0_
pt_br: Um espetacular [chute|lance] de _P0_

source: A cloudless day gives the impression this match is going to sparkle
el: Αίθριος καιρός ότι πρέπει για έναν ποδοσφαιρικό αγώνα
pt_br: Um belo dia de sol. Tem-se a impressão que teremos um bom jogo

source: A crunching tackle by _P0_ who [comes away with|wins] the ball
el: Πολύ [καλό|αποτελεσματικό] τάκλιν από τον _P0_ που κερδίζει τη μπάλα.
pt_br: _P0_ dá um carrinho e [fica com|ganha] a bola

source: A dangerously high boot from _P1_ sends _P0_ to the ground
el: Επικίνδυνο παιχνίδι του _P1_ στέλνει τον _P0_ στο χόρτο
pt_br: Um pé alto de _P1_ leva _P0_ ao chão

source: A deep cross floats in from _P1_, and _P0_ [slots it towards goal|fires]
el: Μια βαθιά μπαλιά από τον _P1_ και ο _P0_ [την σπρώχνει στα δίχτυα|πυροβολεί]
pt_br: Um belo cruzamento de _P1_ para _P0_, que [chuta|fuzila] em direção ao gol

source: A defender back to block, just as it seemed to open up
el: Αποκρούεται από έναν αμυντικό εκεί που φαινόταν να περνά
pt_br: O defensor volta a bloquear, mandando a bola pro alto

source: A delightful little [ball|pass] finds _P0_
el: Μία πολύ καλή μπαλιά βρίσκει τον _P0_
pt_br: [Um bela bola|Um belo passe] encontra _P0_

source: A diving header by _P0_
el: Κεφαλιά "ψαράκι" από τον _P0_
pt_br: _P0_ mergulha de cabeça

source: A draw would be a good result for the outmatched _T[_TAVSKILL0_ GE _TAVSKILL1_]_
el: Η ισοπαλία είναι πολύ καλό αποτέλεσμα για την υποδεέστερη_T[_TAVSKILL0_ GE _TAVSKILL1_]_
pt_br: Um empate seria um bom resultado para o _T[_TAVSKILL0_ GE _TAVSKILL1_]_

source: A draw, then. Still, a point is a point.
el: Ισοπαλία. Τουλάχιστον πήραμε τον βαθμό.
pt_br: Acabou empatado. Ainda assim, um ponto é um ponto.

source: A fire is consuming _T_TT__'s stadium
el: Φωτιά καταστρέφει το γήπεδο της _T_TT__
pt_br: Um incêndio está consumindo o estádio _T_TT__

source: A flare chucked onto the touchline has started a [massive|dangerous|horrific] blaze
el: Μια φωτοβολίδα που έπεσε στη γραμμή του άουτ ξεκίνησε μια επικίνδυνη πυρκαγιά
pt_br: Um rojão atirado pelos torcedores inicia um [enorme|perigoso|horrível] incêndio

source: A flick on from _P1_ waits for the one two
pt_br: _P1_ tabelando a bola

source: A free kick whipped across the face of goal by _P0_
pt_br: Uma falta batida por _P0_ na cara do gol

source: A free kick: _P0_ hits a long ball up the pitch
el: Ελεύθερο χτύπημα: Ο _P0_ στέλνει μία μακρινή μπαλιά
pt_br: Cobrança de falta: _P0_ faz um lançamento longo

source: A free kick: _P0_ plays the ball out wide
el: Ελεύθερο χτύπημα: Ο _P0_ στέλνει τη μπάλα έξω
pt_br: Cobrança de falta: _P0_ manda a bola para lateral

source: A great run and delivery but no reward
el: Τρέξιμο και μπαλιά χωρίς όμως ανταμοιβή
pt_br: Uma grande corrida e finalização, pena que foi pra fora

source: A half _TL_ will quickly want to forget
el: Ένα ημίχρονο το οποίο η _TL_ θα θέλει να ξεχάσει
pt_br: O _TL_ vai querer esquecer rapidamente o 1º tempo

source: A heavy ball uncontrolled by _P1_
el: Ο _P1_δεν μπορεί να κοντρολάρει μία δύσκολη μπαλιά
pt_br: _P1_ perde o domínio da bola

source: A last-ditch effort: _T_TT__ change to _EX_
el: Η _T_TT__ σε μια απελπισμένη προσπάθεια αλλάζει τακτική
pt_br: Um último esforço: _T_TT__ muda o estilo para _EX_

source: A lay-off from _P1_ sets up _T_POSS__ with a chance
pt_br: O vacilo de _P1_ deixa o _T_POSS__ com uma chance

source: A lofted pass from _P1_ finds its mark
el: Μία σωστή πάσα από τον _P1_ βρίσκει τον στόχο της
pt_br: O passe alto de _P1_ deixa sua marca

source: A long ball from _P1_ finds _P0_ at the [near|far] post
el: Μία βαθιά μπαλιά του _P1_ βρίσκει τον _P0_ στο [πρώτο|πίσω] δοκάρι
pt_br: Uma bola longa de _P1_ encontra _P0_ [próximo a|longe da] trave

source: A long throw-in from _P0_
el: Ενα μακρύ πλάγιο από τον _P0_
pt_br: Uma longa cobrança de lateral de _P0_

source: A loose ball [falls|bounces] straight to _P0_
el: Μια χαμένη μπαλιά κατευθείαν στον _P0_
pt_br: A bola perdida [sobra para|fica com] _P0_

source: A low shot taken well to his [right|left] by _P1_
pt_br: Um chute rasteiro bem a [direita|esquerda] defendido por _P1_

source: A neat dummy run and pass
pt_br: Um belo passe e arrancada

source: A short free kick from _P0_
el: Μία κοντή εκτέλεση φάουλ από τον _P0_
pt_br: Uma curta cobrança de _P0_

source: A sizzling [strike|shot], but [the keeper|the goalie|_P1_] [has asbestos gloves|is sharp enough]
el: Δυνατό [χτύπημα|σουτ] αλλά ο [τερματοφύλακας |_P1_] αποκρούει
pt_br: [Um chute|Uma bola] forte, mas [o goleiro||_P1_] [tem cola nas luvas|faz grande defesa]

source: A speaker has gone up in flames, and now the blaze is spreading around the entire stadium
el: Ένας σπίκερ τυλίχτηκε στις φλόγες και η φωτιά εξαπλώνεται σε όλο το γήπεδο
pt_br: Um alto-falante entrou em curto-circuito, e o fogo está se espalhando pelo interior do estádio

source: A wandering shot heads awall
pt_br: A bola passa pelas cabeças e se perde

source: A wonderful opportunity opens up for _T_POSS__
el: Μία υπέροχη ευκαιρία για την _T_POSS__
pt_br: Uma maravilhosa oportunidade se abre pro _T_POSS__

source: After _MI_ minutes, it's still _RE_: extra time
el: Μετά από _MI_ λεπτά, το σκορ είναι ακόμα _RE_: Παράταση
pt_br: Após _MI_ minutos, ainda temos _RE_: vamos a prorrogação

source: After _MI_ minutes, the match ends with a _RE_
el: Μετά από _MI_ λεπτά, ο αγώνας τελειώνει _RE_
pt_br: Após _MI_ minutos, o jogo termina _RE_

source: After a close match, the teams head into extra time
el: Μετά από ένα αμφίρροπο παιχνίδι, οι δύο ομάδες οδηγούνται στην παράταση`
pt_br: Após o tempo normal, as equipes vão para a prorrogação

source: An [outstanding|accurate] cross finds _P0_
el: Μια [φανταστική|εκπληκτική] μπαλιά βρίσκει τον _P0_
pt_br: Um cruzamento preciso encontra _P0_

source: An audacious attempt, worthy but no payment
el: Φοβερή προσπάθεια χωρίς όμως ανταμοιβή
pt_br: Uma tentativa ousada, digna, mas sem sucesso

source: An outstanding Goal!
el: Φανταστικό γκολ!
pt_br: Um gol extraordinário!

source: And now, we have the tense drama of a penalty shootout
el: Και τώρα έχουμε την ρώσικη ρουλέτα των πέναλτι
pt_br: Agora temos o drama de uma tensa disputa de pênaltis

source: And the [ball|shot] creeps just past the post
el: Και [η μπάλα|το σουτ] γλείφει το δοκάρι
pt_br: E [a bola|o chute] raspa a trave!

source: And the ball [rips|flies|glides|bullets] straight past _P1_ and into the back of the net!!!
el: Και η μπάλα περνάει δίπλα από τον _P1_και καρφώνεται στα δίχτυα!!!
pt_br: E a bola de _P1_ [voa|desliza|caminha|vai] para o fundo da rede!!!!

source: And the ball is smacked into the back of the net!!!
el: Και η μπάλα [προωθείται|καρφώνεται] στα δίχτυα!!!
pt_br: E a bola bate no fundo da rede!

source: And the fans are throwing [flares|things] onto the pitch
el: Και οι οπαδοί ρίχνουν [φωτοβολίδες|αντικείμενα] στο γήπεδο
pt_br: E os torcedores estão jogando [objetos|garrafas] em campo

source: And the shot glances wide off the post
el: Και το σουτ περνάει έξω από το δοκάρι
pt_br: E o chute bate na trave

source: And we're underway
el: Και ξεκινάμε
pt_br: Começa o jogo

source: Another [clever|brilliant|thinking|decent] move [down the wing|through the centre|across the pitch]
el: Μία ακόμα έξυπνη κίνηση [από τα άκρα|από το κέντρο]
pt_br: Outro [inteligente|brilhante|bonito|lindo] passe [pela lateral|pelo meio|por cima]

source: At this stage, one up [might not be|might just be] enough
el: Σε αυτή τη φάση, ένα μπορεί να μην είναι αρκετό
pt_br: Nesta altura, somente um gol [pode|parece] não ser o suficiente

source: Bad control by _P1_ lets _P0_ steal the ball from him
el: Το κακό κοντρόλ του _P1_ επιτρέπει στον _P0_να κλέψει τη μπάλα
pt_br: Mau domínio de bola de _P1_ permite que _P0_ roube a bola dele

source: Boost on. _T_TT__ are throwing everything they've got
el: Με την ώθηση στο ON η _T_TT_ χάνει ότι έχει
pt_br: "Motivação" ativada. O _T_TT__ está dando tudo o que tem

source: Can [_P0_|_T_POSS__] convert the spot kick?
el: Μπορεί [ο P0_|η _T_POSS_] να αξιοποιήσει το χτύπημα;
pt_br: Será que [_P0_ | _T_POSS__] vai converter o pênalti?
