Repository: tstellar/bygfoot
Catalog: po/*.po
Languages: el, hu, pt_br

source: Can _T_TT__ produce a [shock|surprise] comeback?
el: Μπορεί η _T_TT να ανακάμψει;
pt_br: Pode o _T_TT__ [surpreender|reverter este resultado] na volta?

source: Catching practice for _P1_
el: Εύκολο για τον _P1_
pt_br: Fácil defesa para _P1_

source: Celebrations abound! They won't forget that [goal|strike|shot] in a hurry
el: Πανηγυρισμοί παντού! Δεν θα ξεχάσουν εύκολα αυτό το [γκολ|σουτ]
pt_br: A torcida delira!!! Eles não vão esquecer [lindo|belo] gol

source: Easy pickings for _P1_. He collects the ball
el: Εύκολο μάζεμα της μπάλας από τον _P1_
pt_br: Uma presa fácil para _P1_. Ele recolhe a bola

source: Foul by _P1_; _P0_ seems to be injured... he might have to be substituted
el: Φάουλ από τον _P1_: Ο_P0 φαίνεται να τραυματίστηκε... ίσως να χρειάζεται να αντικατασταθεί
pt_br: Falta de _P1_; _P0_ parece estar machucado ... ele deve ser substituído

source: Frustration is setting in when you start to see fouls like that.
el: Απογοήτευση είναι η αίσθηση που κυριαρχεί όταν βλέπουμε τέτοια φάουλ.
pt_br: Frustração é o que você sente quando começa a ver faltas como essa.

source: Goal! A dipping ball from _P0_ stuns [the keeper|_P1_|_T_NPOSS__]
el: Γκολ! Μία φαλτσαριστή μπαλιά από τον _P0_αιφνιδιάζει [τον τερματοφύλακα|τον _P1_|την _T_NPOSS__]
pt_br: Goal! Uma bola de _P0_ atordoa o [goleiro|_P1_|_T_NPOSS__]

source: Goal! Lady Luck obviously supports _T_TT__
el: Γκολ! Η τύχη ευνόησε την _T_TT__
pt_br: Goal! A sorte está obviamente com o _T_TT__

source: Goal!! Did you see that? [Their goalie|_P1_] certainly didn't.
el: Γκολ!! Το είδατε; Πάντως ο γκολκίπερ όχι.
pt_br: Gol!! Que maravilha!! [O goleiro|_P1_] não viu nada.

source: Goal!! _P1_'s [desperate|despairing|stretched] dive can't keep _P0_'s shot out
el: Γκολ!! Η απεγνωσμένη βουτιά του _P1_ δεν μπορεί να αποτρέψει το γκολ του _P0_
pt_br: Gol! _P1_ se [desespera|estende|estica] mas não pode defender o chute de _P0_

source: Goal!!!
el: Γκολλλ!!!
pt_br: Gol!!!

source: Great [speed|pace|skill] shown by _P0_, but _P1_ produced a [stunning|superb|just-in-time] blocking tackle
el: Με ένα [πολύ ωραίο|έγκαιρο] τάκλιν ο _P1_ σταματάει την επέλαση του _P0_
pt_br: Grande [velocidade|corrida|habilidade|pique] de _P0_, mas _P1_ realiza um [impressionante|excelente|belo] desarme

source: Great footwork, a clever pass
el: Πανέξυπνη μπαλιά
pt_br: Grande habilidade com a bola, um passe inteligente

source: Half-time style change for _T_TT__ to _EX_
el: Αλλαγή στυλ για την _T_TT__σε _EX_
pt_br: O _T_TT__ jogará no estilo _EX_ no 2º tempo

source: He just floated in mid-air, then thunder-headed it towards home
pt_br: Ele parecia flutuar no ar, quando cabeceou ao gol

source: He'd done all the hard work, but he couldn't finish it off
el: Πολύ καλή ενέργεια αλλά με πολύ άσχημο τελείωμα
pt_br: Ele tinha feito todo o trabalho, mas ele não pôde finalizar

source: Heavy fog is causing havoc here at _T0_'s ground
el: Πρόβλημα λόγω ομίχλης στο γήπεδο της _T0_
pt_br: Uma névoa pesada está causando problemas no estádio do _T0_

source: His [great|excellent] first touch heads it goalwards
el: Με μία εξαιρετική κεφαλιά σπρώχνει τη μπάλα προς τα δίχτυα
pt_br: Uma [grande|excelente] cabeçada para o gol

source: I don't know about _P0_, but that tackle brought tears to my eyes
el: Πολύ σκληρό τάκλιν πάνω στον _P0_
pt_br: Eu não sei o que _P0_ está sentindo, mas esta falta, trouxe lágrimas aos meus olhos

source: I'm surprised the post managed to withstand that cracking shot
el: Δυνατό σουτ τραντάζει το δοκάρι
pt_br: Estou surpreso que a trave esteja de pé após este chute

source: It looked so promising for _P0_ then.
el: Φαινόταν πολύ καλά για τον _P0_.
pt_br: Parecia um lance promissor para _P0_.

source: It looks like _T_TT__ have given up
el: Φαίνεται ότι η _T_TT__ πέταξε λευκή πετσέτα
pt_br: _T_TT__ parece ter desistido

source: It's _RE_ at half time.
el: Το ημίχρονο λήγει _RE_.
pt_br: Intervalo e o jogo está _RE_.

source: It's _RE_ at half time. _TL_'s manager must [find|cook up|conjure up] something special to spur his team on.
el: Το ημίχρονο λήγει _RE_. Ο προπονητής της _TL_ καλείται να βρει κάτι στην ανάπαυλα για να γυρίσει το αποτέλεσμα.
pt_br: Intervalo e o jogo está _RE_. O técnico do _TL_ deve tentar alguma coisa para estimular o seu time.

source: It's a bloodbath out there, not a football match.
el: Πέφτει πολύ ξύλο στον αγωνιστικό χώρο, μόνο αγώνα ποδοσφαίρου δεν θυμίζει.
pt_br: Isto não é um jogo de futebol. É um banho de sangue!

source: It's a crowd of _AT_ here as the whistle blows
el: Ο αγώνας αρχίζει μπροστά σε _AT_ θεατές
pt_br: Uma multidão de _AT_ espectadores aqui no estádio

source: It's a pinball in the penalty box, finally spinning off _P0_ across the line
el: Καραμπόλα στην βούλα του πέναλτι, τελικά καθαρίζει προ της γραμμής ο _P0_
pt_br: Uma bela bola na grande área ... , ela bate em _P0_ e atravessa a linha do gol

source: It's down to determination and fitness now as we head into extra time
el: Τώρα μετρούν η αποφασιστικότητα και η καλή φυσική κατάσταση εφόσον οδηγούμαστε σε παράταση
pt_br: Na prorrogação o que conta é a determinação e a forma física

source: It's half time
el: Ημίχρονο
pt_br: Intervalo

source: It's knocked out by _P1_. _P0_ with the throw.
el: Έξω από τον _P1_. Ο _P0_εκτελεί το πλάγιο.
pt_br: A bola é chutada pra fora por _P1_. _P0_ com o arremesso.

source: It's raining goals. [_GOALS0_ + _GOALS1_] so far, and it's only the first half!
el: Βρέχει γκολ. Επιτεύχθηκαν [GOALS0_ + _GOALS1_] μέχρι τώρα, και βρισκόμαστε ακόμα στο πρώτο ημίχρονο!
pt_br: Está chovendo gols. São [_GOALS0_ + _GOALS1_] até agora, e é só o primeiro tempo!

source: It's still _RE_: extra time
el: Είναι ακόμα _RE_: παράταση
pt_br: O jogo termina em _RE_: vamos para a prorrogação

source: Lady Luck has turned her back on [_P0_|_T_POSS__]
el: Η θεά τύχη γύρισε την πλάτη της [στον _P0_|στη _T_POSS__]
pt_br: A sorte virou as costas pro [_P0_|_T_POSS__]

source: Lady Luck is smiling on _T_TT__ now
el: Η θεά τύχη χαμογελά τώρα στην _T_TT__
pt_br: A sorte está sorrindo pro _T_TT__ agora

source: Lost opportunities like that can cost _T_POSS__ the match.
el: Τέτοιες χαμένες ευκαιρίες για τη _T_POSS__ μπορούν να της στοιχίσουν το ματς.
pt_br: As oportunidades perdidas, podem custar o jogo ao _T_POSS__.

source: Matches like this make managers. _TL_ need inspiration from the [top|gaffer].
el: Τέτοια παιχνίδια κάνουν τους μεγάλους προπονητές. Η _TL_ χρειάζεται έμπνευση από τον πάγκο.
pt_br: Jogos como este fazem treinadores. O _TL_ precisa de inspiração de para reagir.

source: No bickies in the barrel yet, and [it looks like the baker's on strike|to be honest, no one's baking]
el: Τίποτα ακόμα και απ' ό,τι φαίνεται δεν υπάρχει διάθεση για κάτι παραπάνω.
pt_br: Nenhum biscoito no pacote. [Parece que o padeiro está em greve|Para ser honesto, o fermento deve ter acabado]

source: No goals so far, but now we'll see [some|at least one] as we head to penalties
el: Δεν είχαμε γκολ μέχρι τώρα, οπότε τώρα με τα πέναλτι θα δούμε κανένα
pt_br: Não houve gols até agora, mas agora vamos ver [alguns|nem que seja um] na disputa de pênaltis

source: No power in the shot from _P0_. Taken easily by _P1_
el: Αδύνατο σουτ από τον _P0_. Αποκρούεται εύκολα από τον _P1_
pt_br: _P0_ é facilmente desarmado por _P1_

source: Now _T_POSS__ can mount a challenge through _P0_
pt_br: Agora o _T_POSS__ prepara-se para atacar com _P0_

source: Oh no, the ball [ricocheted|deflected] off _P0_ into the net
el: Όχι! Η μπάλα βρίσκει τον _P0_ και κατευθύνεται στα δίχτυα
pt_br: Ah não!! a bola [bate|desvia] em _P0_ e vai pra rede

source: Oh, [he|the goalie|the keeper|_P1_] anticipated _P0_'s every move and produced a fine save
el: Ω, ο [γκολκίπερ|_P1_] κατάλαβε την κίνηση του _P0_ και απέκρουσε εντυπωσιακά
pt_br: Uhh!, [o goleiro|_P1_] se antecipa ao movimento de _P0_ e faz uma bela defesa

source: Oh, what a chance lost!
el: Ω, τι χαμένη ευκαιρία.
pt_br: Ahh!, que grande oportunidade perdida!

source: One fan has managed to [get|leap] onto the pitch and has begun to [attack|harass|pummel] the referee
el: Ένας φίλαθλος καταφέρνει να μπει στον αγωνιστικό χώρο και [χτυπάει|κυνηγάει] τον διαιτητή
pt_br: Um torcedor invade o campo e começou a [discutir|bater boca|brigar] com o árbitro

source: One gets the feeling the manager will read _TL_ the riot act
el: Απ' ό,τι φαίνεται ο προπονητής της _TL_ θα τα ψάλει στους παίκτες στα αποδυτήρια
pt_br: Tem-se a sensação que o técnico do _TL_ enfrentará um motim

source: Only 1 shot: [it's a battle in the midfield|neither side is really trying]
el: Μόνο 1 σουτ: [Γίνεται μάχη κέντρου|Καμία ομάδα δεν προσπαθεί]
pt_br: Apenas um chute: [é uma batalha somente no meio-campo|nenhum dos lados está realmente tentando]

source: Only [_SHOTS0_ + _SHOTS1_] shots: [it's a battle in the midfield|neither side is really trying]
el: Μόνο [_SHOTS0_ + _SHOTS1_] σουτ: [Γίνεται μάχη κέντρου|Καμία ομάδα δεν προσπαθεί]
pt_br: Apenas [ _SHOTS0_+ _SHOTS1_] chute(s) ao gol: [a bola só está no meio de campo|os clubes estão acomodados]

source: Ouch! That's got to hurt
el: Ωχ! Αυτό θα πόνεσε
pt_br: AI!!!! Essa vai doer

source: So far, _TW_ and their manager have done everything right.
el: Μέχρι τώρα η _TW_και ο προπονητής της τα έκαναν όλα σωστά.
pt_br: Até agora, o _TW_ e seu técnico estão fazendo tudo certo.

source: So near yet so far
el: Τόσο κοντά κι όμως τόσο μακριά
pt_br: Tão perto mas tão longe

source: So nearly going goalward
el: Τόσο κοντά στην εστία
pt_br: Passou próximo ao gol

source: Some away fans have set fire to the [north|south] stand
el: Κάποιοι οπαδοί των φιλοξενουμένων έβαλαν φωτιά στο [βόρειο|νότιο] πέταλο της εξέδρας
pt_br: Alguns torcedores incendiaram o setor [norte|sul|leste|oeste] do estádio

source: Sure, it's a low-scoring game, but we've had plenty of shots
el: Πάντως, μπορεί το παιχνίδι να έχει λίγα γκολ, αλλά τουλάχιστον έχει πολλά σουτ
pt_br: Certo, é um jogo de poucos gols, mas tivemos muitas finalizações

source: Sure, it's not over till the fat lady sings, but she's warming up right now
el: Αν και τίποτα δεν έχει κριθεί πριν το σφύριγμα της λήξης, το σφύριγμα αυτό πλησιάζει
pt_br: Claro, o jogo ainda não acabou, mas parece que o placar não irá mudar

source: Surely [that must be a sending-off offence|_P1_'s going to get booked for that]?
el: [Αυτή η ενέργεια τιμωρείται με κάρτα|Θα τιμωρηθεί με κάρτα ο _P1_;]
pt_br: [Com certeza deve levar um cartão|Será que _P1_ vai ser punido?]

source: Terrific skills on display
el: Φοβερές ικανότητες
pt_br: Muitos jogadores habilidosos em campo

source: That [strike|goal] has levelled the score
el: Το γκολ της ισοφάρισης
pt_br: Este [chute|gol] igualou a placar

source: That [strike|goal] has sent the _T_TT_ fans [wild|into a frenzy]
el: Αυτό το γκολ [προκάλεσε φρενίτιδα στους|αγρίεψε τους] οπαδούς της _T_TT_
pt_br: Este [chute|gol] deixou os torcedores do _T_TT_ [extasiados|em frenesi|loucos]

source: That came off the back of _P0_'s head!
el: Αυτό ήρθε από το πίσω μέρος του κεφαλιού του _P0_!
pt_br: Cabeceio de _P0_!

source: That little misunderstanding has cost _T_TT__ a goal
el: Αυτή η ασυνεννοησία κόστισε στη _T_TT__ ένα γκολ
pt_br: Este pequeno mal-entendido custou um gol ao _T_TT__

source: That was in by all accounts, but they forgot to tell _P1_, who somehow saved the day
el: Αυτό ήταν σχεδόν μέσα, αλλά λογάριαζαν χωρίς τον _P1_ που το έσωσε
pt_br: De uma coisa temos certeza: _P1_ salvou o dia

source: That was never really going in.
el: Αυτό ήταν άστοχο τελείως.
pt_br: Isto parece não estar acontecendo

source: That wasn't _P1_'s greatest pass as _P0_ intercepts
el: Ο _P0_ [αποκρούει|κλέβει] την όχι καλή πάσα του _P1_
pt_br: Não foi um bom passe de _P1_, pois _P0_ ficou com a bola

source: That went everywhere except into the net
el: Αυτό ήταν μακριά από το τέρμα
pt_br: Isso chute vai para qualquer lugar, menos pra rede

source: That's a [great|powerful] shot, and it's deflected off _P0_ and into the back of the net
el: Ένα δυνατό σουτ που βρίσκει τον _P0_και μπαίνει στα δίχτυα
pt_br: Foi um chute [forte|poderoso]. É desviado por _P0_ e vai pro fundo da rede

source: That's a real let-off there for _T_NPOSS__
pt_br: Os jogadores do _T_NPOSS__ estão desapontados

source: That's just another nail in the coffin
pt_br: É apenas mais um prego no caixão

source: That's what's known as a professional foul
el: Αυτό είναι ένα κλασικό επαγγελματικό φάουλ
pt_br: Isso é que é uma falta profissional

source: The [battle|struggle|fight|afternoon contention] begins
el: Η μάχη αρχίζει
pt_br: A [batalha|luta|labuta] começa

source: The ball [lies|is] in the back of the net!!!
el: Η μπάλα αναπαύεται στα δίχτυα!!!
pt_br: A bola está no fundo da rede!!!

source: The ball [pinballs|bounces] around the penalty area but finds no way in
el: Η μπάλα αναπηδά έξω από την μεγάλη περιοχή
pt_br: A bola passa pela grande área, mas não encontra ninguém

source: The ball [whistles|flies|zips|whooshes] past _P1_, and it's a goal!!!
el: Η μπάλα περνά δίπλα από τον _P1_. Γκολ!!!
pt_br: A bola [passa por|voa por|ultrapassa] _P1_, e é gol!

source: The ball dinked over _P1_ but hit the crossbar and bounced [to safety|back into play|out of play]
el: Η μπάλα μόλις που περνά πάνω από τον _P1_ αλλά χτυπά στο δοκάρι
pt_br: _P1_ dá um chapéu e chuta, mas a bola bate na trave e [é defendida pelo goleiro|volta ao jogo|vai pra fora]

source: The ball is in the net, but it's disallowed. The offside flag was raised.
el: Η μπάλα είναι στα δίχτυα, αλλά η σημαία του επόπτη είναι σηκωμένη.και το γκολ ακυρώνεται.
pt_br: A bola está na rede, mas valeu. O bandeira marcou impedimento.

source: The ball smacks into the crossbar with _P1_ stranded
el: Η μπάλα με εξουδετερωμένο τον _P1_ χτυπάει στην οριζόντια δοκό
pt_br: A bola bate na trave! _P1_ nem viu a bola

source: The clash of the [gladiators|titans] [begins|kicks off]
el: Η [μάχη γιγάντων|μονομαχία] ξεκινά
pt_br: O confronto de [gladiadores|titãs] [começa|se inicia]

source: The dropped heads tell the story. It's been no picnic here for _TL_.
el: Τα σκυμμένα κεφάλια τα λένε όλα. Ήταν δύσκολα για την _TL_.
pt_br: As cabeças baixas confirmam que tem sido um jogo muito difícil pro _TL_.

source: The fans boo _TL_ off the pitch
el: Οι [φίλαθλοι|οπαδοί] γιουχάρουν την _TL_
pt_br: A torcida vaia o _TL_ na saída do campo

source: The fans pour onto the pitch in a full-scale pitch invasion
el: Οι οπαδοί εισβάλλουν παντού στον αγωνιστικό χώρο
pt_br: Os torcedores invadem o campo

source: The floodlights have just [gone out|died]
el: Τα καπνογόνα μόλις έσβησαν
pt_br: [Os refletores apagaram-se|Falta luz no estádio]

source: The fog lifts, and away we go
el: Η ομίχλη αραίωσε. Παμε!
pt_br: A neblina, mas o jogo começa

source: The keeper pushes it into corner
el: Ο γκολκίπερ αποκρούει σε κόρνερ
pt_br: O goleiro manda para escanteio

source: The match is over!
el: Τέλος του ματς.
pt_br: Acaba o jogo !

source: The peasants are revolting
pt_br: Os torcedores estão revoltados

source: The physio's had a look, and _P0_ must be taken off
el: Ο γιατρός βλέπει ότι ο _P0_ πρέπει να βγει έξω
pt_br: O fisioterapeuta recomenda e _P0_ deve ser substituído

source: The ref played the advantage but eventually had to signal the foul on _P0_
el: Ο διαιτητής πήγε να αφήσει πλεονέκτημα αλλά τελικά σφύριξε το φάουλ στον _P0_
pt_br: O árbitro deu a vantagem, mas teve que marcar a falta sobre _P0_

source: The referee gets the nod from the assistant, and we are away
el: Ο βοηθός κάνει νεύμα στον διαιτητή και το ματς αρχίζει
pt_br: O árbitro recebe sinal verde do assistente, e vamos ao jogo

source: The referee glances at his watch and blows for full time
el: Ο διαιτητής ρίχνει μια ματιά στο ρολόι του και σφυρίζει τη λήξη
pt_br: O árbitro olha para o relógio e apita o fim do jogo

source: The referees are ready, the players set; the whistle blows
el: Οι διαιτητές είναι έτοιμοι, οι παίκτες τοποθετημένοι. Το ματς αρχίζει
pt_br: Os auxiliares estão prontos, os jogadores também; apita o árbitro

source: The riot police have moved in to stop fighting between sets of opposition supporters
el: Η αστυνομία εισέρχεται για να σταματήσει τις συμπλοκές μεταξύ οπαδών των αντιπάλων ομάδων
pt_br: Os policiais se deslocaram para parar a briga entre as torcidas

source: The slide tackle by _P0_ was worthy of topflight baseball.
el: Το τάκλιν του _P0_ θύμισε μπείζμπολ
pt_br: Um carrinho de _P0_ digno de boliche profissional.

source: The teams are well matched. We are in for [a real|an end to end] [tug of war|battle].
el: Οι ομάδες είναι ισοδύναμες. Το ματς προβλέπεται αμφίρροπο.
pt_br: As equipes estão bem entrosados. Estamos [num belo jogo|numa bela labuta|num campo de batalha]

source: The teams can't do it, so now it's one on one. A striker against the keeper
el: Τώρα είναι ενώπιος ενωπίω. Επιθετικός εναντίον τερματοφύλακα
pt_br: Vamos para a disputa de pênaltis. Agora é um contra um. O batedor contra o goleiro

source: The two teams are greeted by a wall of noise as they take to the pitch
el: Οι δύο ομάδες τυγχάνουν θερμής υποδοχής καθώς μπαίνουν στο γήπεδο
pt_br: As duas equipes são recebidas pelos cânticos de suas torcidas

source: There are two teams out there, but only [_T[_FOULS0_ GE _FOULS1_]_|one of them] is playing football
el: Δύο ομάδες είναι έξω, αλλά μόνο [η [_T[_FOULS0_ GE _FOULS1_]_|μία] παίζει ποδόσφαιρο
pt_br: Existem dois times em campo, mas apenas o [_T[_FOULS0_ GE _FOULS1_] _ | um deles] está jogando

source: There was no gold at the end of that rainbow run
el: Φοβερή προσπάθεια χωρίς όμως ευτυχή κατάληξη
pt_br: Não há ouro no fim do arco-íris

source: There's a wall out there by the name of _P1_. What a [terrific|sensational] save!
el: Ο _P1_έχει στήσει εκεί ένα τείχος. Τι φανταστική απόκρουση!
pt_br: Há uma parede lá fora, com o nome de _P1_. Que [linda|sensacional] defesa!

source: There's an [undeniable|obvious] gulf in the skill level. This should be a walk-over for _T[_TAVSKILL1_ GE _TAVSKILL0_]_
el: Υπάρχει μία μεγάλη διαφορά δυναμικότητας μεταξύ των δύο ομάδων. Το ματς αναμένεται περίπατος για την _T[_TAVSKILL1_ GE _TAVSKILL0_]_
pt_br: Há uma [clara|inegável|óbvia] diferença entre os times. Vai ser um longo caminho para o _T[_TAVSKILL1_ GE _TAVSKILL0_]_

source: They don't call _P1_ [the Slayer|the Assassin|Killer|Chopper Reid] for nothing. He's almost [wiped out|run over] [the guy|_P0_]!
el: Δεν είναι τυχαίο που αποκαλούν κτήνος τον _P1_. Σχεδόν τον διέλυσε τον [φουκαρά|_P0_]!
pt_br: Eles não chamam _P1_ de [matador|assassino|exterminador|destruidor] por nada. Ele [dizimou|atropelou] [o cara|_P0_]!

source: Two teams, equal until now in every respect, face off in penalties
el: Δύο τελείως ισοδύναμες ομάδες φτάνουν τώρα στα πέναλτι
pt_br: As duas equipes, foram iguais até agora em todos os aspectos, assim, vamos a disputa de pênaltis

source: We enter the dying moments of normal time
el: Μπαίνουμε στις καθυστερήσεις του κανονικού αγώνα
pt_br: Entramos no momentos finais do tempo normal

source: Well, that's that. It ends _RE_
el: Αυτό ήταν. Τελειώνει _RE_
pt_br: Bem, é isso. Termina em _RE_

source: Well, that's that. It ends _RE_ in _TW_'s favour
el: Αυτό ήταν. Τελειώνει _RE_. Νίκη για την _TW_
pt_br: Bem, é isso. Termina em _RE_ para o _TW_

source: Well, the [banks are closed|tide is out|lolly bag remains empty]: [no goals this half|no one has managed to break the wall]
el: Λοιπόν, δεν έχουμε κανένα γκολ μέχρι τώρα. Οι άμυνες αποδεικνύονται αδιαπέραστες
pt_br: Bem, [uma perda de tempo|a maré está brava|o saco está vazio]: [sem gols neste período|ninguém conseguiu marcar]

source: What [a great victory|an amazing win] for _TW_
el: Μεγάλη νίκη για την _TW_
pt_br: Uma [grande vitória|incrível vitória] para _TW_

source: What a [mesmerising|marvellous|wonderful|fantastic|brilliant|spectacular] goal!!
el: [Εκπληκτικό|φανταστικό|θεαματικό] γκολ!!
pt_br: Que gol [espetacular|maravilhoso|fantástico]!

source: What a match to remember. Action-packed with [_GOALS0_ + _GOALS1_] goals!
el: Αξέχαστο ματς. [_GOALS0_ + _GOALS1_] γκολ!
pt_br: Um jogo para recordar. Cheio de ação com [_GOALS0_ + _GOALS1_] gols!

source: Who would've thought _MI_ minutes ago it would come down to this?
el: Ποιος θα περίμενε _MI_ λεπτά πριν ότι το παιχνίδι θα είχε τέτοια εξέλιξη;
pt_br: Quem teria pensado que a _MI_ minutos ainda estaríamos aqui?

source: Who'll break down first? Extra time it is
el: Ποιος θα κουραστεί πιο πολύ στην παράταση;
pt_br: Quem vai marcar primeiro? Vamos a prorrogação

source: With the number of shots so far, one up might not be enough
el: Με τον αριθμό των σουτ μέχρι τώρα, ένα μπορεί να μην είναι αρκετό
pt_br: Com o número de finalizações até agora, um gol pode não ser suficiente

source: You must bury the nerves, swallow and concentrate when you're taking penalties
el: Τα πέναλτι θέλουν έλεγχο των νεύρων και αυτοσυγκέντρωση
pt_br: É preciso controlar os nervos, engolir seco e se concentrar, quando se está na disputa de pênaltis

source: [A|That's a] regulation [stop|save] for [_P1_|the keeper]
el: Κανονικό σταμάτημα από τον [_P1_|τερματοφύλακα]
pt_br: Uma [boa defesa|defesa fácil] [de _P1_|do goleiro]

source: [He|_P0_] [fired|drifted it] wide!
el: Ο _P0_ σούταρε μακριά!
pt_br: [Ele|_P0_] [fuzila|chuta] pro lado!

source: [He|_P0_] should have squared the ball there, but he went alone and lashed wide
el: Ο _P0_ έπρεπε να σπάσει τη μπάλα, αλλά επέλεξε να συνεχίσει μόνος και αστόχησε
pt_br: [Ele|_P0_] estava sozinho, mas manda a bola pra fora

source: [Oww|Ouch|Aye korumba], that was a nasty tackle on _P0_
el: Αντιαθλητικό τάκλιν πάνω στον _P0_
pt_br: [Uii!!|Aii!!!|Rapaz!!!] que falta feia sobre _P0_

source: [Saved|Caught|Stopped|Gathered] well by _P1_
el: [Απόκρουση|Σταμάτημα] από τον _P1_
pt_br: [Salva|Segura|Parada|Apanhada] por _P1_

source: [So many|[_FOULS0_ + _FOULS1_]] fouls. The ref's gonna need a new [pea for his whistle|book|pencil]!
el: [Τόσα πολλά|[_FOULS0_ + _FOULS1_]] φάουλ. Ο διαιτητής θα χρειαστεί σύντομα νέα σφυρίχτρα!
pt_br: Rapaz, são [muitas|[_FOULS0_ + _FOULS1_]] faltas. Acho que o árbitro vai precisar de um [lápis|cartão] novo!

source: [So many|[_FOULS0_ + _FOULS1_]] fouls. The ref's gonna need new office supplies!
el: [Τόσα πολλά|[_FOULS0_ + _FOULS1_]] φάουλ. Ο διαιτητής θα χρειαστεί σύντομα νέα σφυρίχτρα!
pt_br: O que é isso, são [muitas|[_FOULS0_ + _FOULS1_]] faltas. O árbitro vai precisar de cartões novos para terminar o jogo!

source: [The crowd|_AT_ spectators] roar as the players emerge from the tunnel
el: Το γήπεδο δονείται από [τον κόσμο|_AT_ θεατές] καθώς οι παίκτες εμφανίζονται από την φυσούνα
pt_br: [A multidão recebe|_AT_ espectadores recebem] com bastante entusiasmo os jogadores que emergem do túnel

source: [_P1_ gives the ball|The ball is given] away [carelessly|cheaply|too easily]
el: Εύκολο [χάσιμο|πούλημα] της μπάλας [από τον _P1_|]
pt_br: [_P1_ perde a bola|A bola é perdida] [por puro descuido|por puro vacilo|muito facilmente] pro adversário

source: [_P1_|Defender] clears
el: Ο [_P1_|αμυντικός] καθαρίζει την φάση
pt_br: [_P1_|O zagueiro] tira

source: [_P1_|the goalie] is keeping _TL_ in the game
el: Ο [_P1_|γκολκίπερ] κρατάει την _TL_ στο παιχνίδι
pt_br: [_P1_|O goleiro] mantém o _TL_ no jogo

source: [_PEN0_ + _PEN1_] penalties already
el: Ήδη έχουμε [_PEN0_ + _PEN1_] πέναλτι
pt_br: [_PEN0_ + _PEN1_] pênaltis batidos

source: _AT_ [spectators|fans] can't be wrong. This is the match we have all come to watch
el: Δεν μπορεί _AT_ θεατές να κάνουν όλοι λάθος. Το ματς αναμένεται θεαματικό
pt_br: _AT_ espectadores não podem estar errados. Este é o jogo que todos nós queremos assistir

source: _MI_ minutes on the clock, and chances from both teams already
el: Το μάτς διανύει το_MI_ λεπτό και ήδη είχαμε ευκαιρίες και από τις δύο ομάδες
pt_br: _MI_ minutos, e ainda há chances para ambas as equipas
